[{"Id":"ba39dbe25baa4315902c10f0ea09cae3","Title":"Hell's Hinges","Fullplot":"When Reverend Robert Henley and his sister Faith arrive in the town of Hell's Hinges, saloon owner Silk Miller and his cohorts sense danger to their evil ways. They hire gunman Blaze Tracy to run the minister out of town. But Blaze finds something in Faith Henley that turns him around, and soon Silk Miller and his compadres have Blaze to deal with."},{"Id":"26767d4e85cb450ca2982a076dd5f729","Title":"Blacksmith Scene","Fullplot":"A stationary camera looks at a large anvil with a blacksmith behind it and one on either side. The smith in the middle draws a heated metal rod from the fire, places it on the anvil, and all three begin a rhythmic hammering. After several blows, the metal goes back in the fire. One smith pulls out a bottle of beer, and they each take a swig. Then, out comes the glowing metal and the hammering resumes."},{"Id":"0641383bfd2d40ff994f2569169cd863","Title":"One Week","Fullplot":"Buster and Sybil exit a chapel as newlyweds. Among the gifts is a portable house you easily put together in one week. It doesn't help that Buster's rival for Sybil switches the numbers on the crates containing the house parts."},{"Id":"df17edb1803d40a28af51b644bf5a7af","Title":"The Birth of a Nation","Fullplot":"Two brothers, Phil and Ted Stoneman, visit their friends in Piedmont, South Carolina: the family Cameron. This friendship is affected by the Civil War, as the Stonemans and the Camerons must join up opposite armies. The consequences of the War in their lives are shown in connection to major historical events, like the development of the Civil War itself, Lincoln's assassination, and the birth of the Ku Klux Klan."},{"Id":"4f85148192b24739ba3eb63ee318622e","Title":"The Four Horsemen of the Apocalypse","Fullplot":"Julio Madariaga is the Argentine patriarch of a wealthy family. He has two daughters, the elder wed to a Frenchman and the other to a German. He prefers the Frenchman and his family, especially his grandson Julio, causing jealousy from the German and his three sons. When Madariaga dies, the family splits up, each son-in-law returning to his own country. The Frenchman and his own move to Paris, where Julio becomes an artist and has an affair with an unhappily married woman, the lovely Marguerite Laurier. Her husband finds out, but before he can finalize a divorce, World War One rears its head and both sides of the family will endure great suffering in the conflict, especially since they must fight one another on the battlefield."},{"Id":"ea3a302a87b04c73a9679e277e51dcd3","Title":"Wild Oranges","Fullplot":"Millie Stope lives with her grandfather on a remote island. Her grandfather fled there for political reasons. But they're not alone. An escaped prisoner, Nicholas, is terrorizing them, and further more, he's interested in Mllie. John Woolfolk has lost his wife in an accident and tries to forget by sailing in his yacht aimlessly on the ocean. By chance he drops anchor in a bay of that island. He soon finds out that something is wrong on that island, and furthermore, he falls in love with Millie, who sees in him a chance to get off that island. But Nicholas has threatened her with rape and murder if she tries to escape, and he has found out about her plans..."},{"Id":"ba6ccfbde67d4031b62299b2a0649d60","Title":"The Freshman","Fullplot":"Harold Lamb's dream is to go to college and become the most popular student on campus, much like the character Speedy played by actor Lester Laurel in the movie \"The College Hero\". Accepted into Tate College, Harold plans on emulating Speedy, including giving himself the nickname Speedy, to gain that popularity, not realizing that if he does so, he will be more the buffoon than the hero. To be the most popular student, he will have to outdo the current most popular student, football captain Chet Trask. Unaware Speedy's task is made all the more difficult when one of the upperclassmen, seeing how hard Speedy is trying to impress, does whatever he can to make Speedy look all the more ridiculous, all the while Speedy believing he is achieving his dream. The bully's efforts are made all the more easy as Speedy is able to buy his way to seeming popularity with the small nest egg he was able to accumulate from work. The one thing that Speedy may not be able to buy is his way onto the football team, which he is convinced is the only surefire way to becoming the campus hero, despite not realizing that he truly is not the football type. While Speedy remains unaware how he truly looks to his classmates, Peggy, the daughter of the owner of the rooming house where he is staying, is aware, she who is in love with him, and he with her. The love of a good woman may be able to provide Speedy with a clearer understanding of who he truly should be to impress, and/or get his mind focused on other things other than being everyone's best friend."},{"Id":"95cfacb3548647c9b64290f94f2d5fb3","Title":"The Land Beyond the Sunset","Fullplot":"Thanks to the Fresh Air Fund, a slum child escapes his drunken mother for a day's outing in the country. Upon arriving, he and the other children are told a story about a mythical land of no pain. Rather then return to the slum at day's end, the lad seeks to journey to that beautiful land beyond the sunset."},{"Id":"994b8c5eeae245f89cf1b25a4d8d349e","Title":"The Poor Little Rich Girl","Fullplot":"Gwen's family is rich, but her parents ignore her and most of the servants push her around, so she is lonely and unhappy. Her father is concerned only with making money, and her mother cares only about her social position. But one day a servant's irresponsibility creates a crisis that causes everyone to rethink what is important to them."},{"Id":"a19ac99c3c8541299c7d70b45cef5de4","Title":"Civilization","Fullplot":"Allegorical film about peace. A king starts a war, many of the women are against it, people are pressed into service. A count has constructed a submarine and gets the order to sink an ocean liner, that is also carrying - supposedly - ammunition for the enemy. The count refuses to fire the torpedos, and sinks the submarine. He survives, but in a limbo between death and life where he meets Jesus, who takes him over to preach peace. Naturally the king arrests him and sentences him to death for treason, but then Jesus shows him the real face of war."},{"Id":"94660bad7f9146bca92db4a52e19e3f0","Title":"The Last of the Mohicans","Fullplot":"As Alice and Cora Munro attempt to find their father, a British officer in the French and Indian War, they are set upon by French soldiers and their cohorts, Huron tribesmen led by the evil Magua. Fighting to rescue the women are Chingachgook and his son Uncas, the last of the Mohican tribe, and their white ally, the frontiersman Natty Bumppo, known as Hawkeye."},{"Id":"37c1bb1ddc1f42af847e5eea3f2dc253","Title":"Salomè","Fullplot":"Salome, the daughter of Herodias, seduces her step-father/uncle Herod, governor of Judea, with a salacious dance. In return, he promises her the head of the prophet John the Baptist."},{"Id":"353b45cc946441dc98c6a99bf7255856","Title":"Peter Pan","Fullplot":"Peter Pan, the kid who doesn't want to grow up, arrives at the Darling home searching for his shadow. He meets the Darling children and takes them to Never-Never Land, where they will fight against Capt. Hook and his pirate ship and crew. At the end the children will be back in their warm beds."},{"Id":"99502635cce346158cbed3143a9d6a1c","Title":"The Gold Rush","Fullplot":"A lone prospector ventures into Alaska looking for gold. He gets mixed up with some burly characters and falls in love with the beautiful Georgia. He tries to win her heart with his singular charm."},{"Id":"d9ff6f689218413296fd869192f84939","Title":"The Cheat","Fullplot":"Edith Hardy uses charity funds for Wall Street investments in hopes of buying some new gowns. She loses all the money and borrows from wealthy oriental Tori. When her husband gives her the amount she borrowed, Tori won't take it back, branding her shoulder with a Japanese sign of his ownership. She shoots him. Her husband takes the blame. In court Edith reveals all to an angry mob."},{"Id":"e3455a37352a42a4b7f0239108cc64e1","Title":"Our Hospitality","Fullplot":"After her husband John McKay is killed in an ongoing feud with the Canfield family, a woman takes her baby boy Willie to her sister's house in New York hoping he will never know of the feud with the Canfields. Twenty years later Willie is a grown man and he receives a letter saying he has inherited his father's estate and must travel to his family home to take possession. On the train there he meets a beautiful young woman and falls in love only to learn that she's a Canfield. He accepts her invitation to dinner and quickly realizes that the Canfield men won't kill him while he's in their home. His plan to stay there as a permanent guest is short-lived and the Canfields are soon after him."},{"Id":"e0f30333242b48d3bbeecca587615f09","Title":"The Kid","Fullplot":"The opening title reads: \"A comedy with a smile--and perhaps a tear\". As she leaves the charity hospital and passes a church wedding, Edna deposits her new baby with a pleading note in a limousine and goes off to commit suicide. The limo is stolen by thieves who dump the baby by a garbage can. Charlie the Tramp finds the baby and makes a home for him. Five years later Edna has become an opera star but does charity work for slum youngsters in hope of finding her boy. A doctor called by Edna discovers the note with the truth about the Kid and reports it to the authorities who come to take him away from Charlie. Before he arrives at the Orphan Asylum Charlie steals him back and takes him to a flophouse. The proprietor reads of a reward for the Kid and takes him to Edna. Charlie is later awakened by a kind policeman who reunites him with the Kid at Edna's mansion."},{"Id":"8c60eb30f7594d51855d8882f341e483","Title":"Cops","Fullplot":"Through a series of mistaken identities Buster winds up with a load of furniture in the middle of parade of policemen. An anarchist's bomb lands in his carriage. After lighting his cigarette with it, he tosses it into the ranks of police. When it explodes the police chase him all over town."},{"Id":"0696d0a0471d41ea8d903840a6bec691","Title":"Clash of the Wolves","Fullplot":"A fire in the mountains drive a wolf pack into the nearby desert where they terrorize the local residents. The leader of the wolf pack is Lobo, actually a halfbreed (Rin Tin Tin). When the pack is discovered hunting a herd of cows, a posse gives chase. Lobo leaves his pack to lead the posse away. He is injured and found by a local prospector, Dave Weston (Charles Farrell). The prospector nurses Lobo back to health and the two become close friends. Meanwhile, Weston has made a Borax find in the area. His girl friend May Barstowe (June Marlowe), daughter of a wealthy rancher, is pleased. However the local chemist, Borax Horton (Pat Hartigan), actually a claim jumper, plans to steal the claim. In a sandstorm he is able to shoot Weston and leave the prospector for dead in the desert. Lobo tries to get a message to May, but runs afoul of Horton. Finally, he is able to bring May to Weston, who are then both terrorized by Horton. Lobo calls upon his pack to eliminate the menace, allowing for the young lovers to finally find happiness. Lobo also finds happiness being reunited with his mate, Nannette."},{"Id":"aef05568c3e44a12b31d81628c9f85da","Title":"Sherlock Jr.","Fullplot":"A meek and mild projectionist, who also cleans up after screenings, would like nothing better than to be a private detective. He becomes engaged to a pretty girl but a ladies man known as the Sheik vies for her affection. He gets rid of the projectionist by stealing a pocket watch belonging to the girl's father - which he pawns to buy her an expensive box of candy. He then slips the pawn ticket into the projectionist's pocket and subsequently is found by the police. He doesn't have much luck but in his dreams, he the debonair and renowned detective Sherlock Jr. who faces danger and solves the crime. In real life, the girl solves crimes quickly."},{"Id":"f80ceb4e36e14d1ba31f395a60e4cfea","Title":"Greed","Fullplot":"John McTeague was a simple slow man who became a dentist after working at the Big Dipper Gold Mine. He is now being hunted in Death Valley by his ex-best friend Marcus and the law. His lot was cast the day that he meet his future wife Trina in his office. She was with Marcus and she bought a lottery ticket. Well Mac fell for her and Marcus stepped aside. When Mac and Trina married, she won the Lottery for $5000 and became obsessive about the money in gold. Marcus is steamed as he stepped aside and now she is rich so he has the law shut down Mac as he has no official schooling for his dentistry. Trina fearful that they will take her gold away sells everything and takes all Mac earns when he is working. She adds to her stash of gold as they both live as paupers. When Mac has no job and no money, he leaves and Trina moves. Driven to desperation at being poor and hungry he finds Trina and demands the gold."},{"Id":"07ddbd84e9b44f7a98f6856551e1f3f6","Title":"The Navigator","Fullplot":"Rollo decides to marry his sweetheart Betsy and sail to Honolulu. When she rejects him he decides to go alone but boards the wrong ship, the \"Navigator\" owned by Betsy's father. Unaware of this, Betsy boards the ship to look for her father. whom spies capture before cutting the ship loose. It drifts out to sea with the two socialites each unaware of there being anyone else on board."},{"Id":"cbe6b030897343408d8b1a96fe8ae5d7","Title":"A Corner in Wheat","Fullplot":"A greedy tycoon decides, on a whim, to corner the world market in wheat. This doubles the price of bread, forcing the grain's producers into charity lines and further into poverty. The film continues to contrast the ironic differences between the lives of those who work to grow the wheat and the life of the man who dabbles in its sale for profit."},{"Id":"bdc551cac999480c870c4dbe68306c5e","Title":"Broken Blossoms or The Yellow Man and the Girl","Fullplot":"Cheng Huan is a missionary whose goal is to bring the teachings of peace by Buddha to the civilized Anglo-Saxons. Upon landing in England, he is quickly disillusioned by the intolerance and apathy of the country. He becomes a storekeeper of a small shop. Out his window, he sees the young Lucy Burrows. She is regularly beaten by her prizefighter father, underfed and wears ragged clothes. Even in this deplorable condition, Cheng can see that she is a priceless beauty and he falls in love with her from afar. On the day that she passes out in front of his store, he takes her in and cares for her. With nothing but love in his heart, he dresses her in silks and provides food for her. Still weak, she stays in his shop that night and all that Cheng does is watch over her. The peace and happiness that he sees last only until Battling Burrows finds out that his daughter is with a foreigner."},{"Id":"c53099d7dccc4752aecb3664a8a1ff06","Title":"Safety Last!","Fullplot":"In 1922, the country boy Harold says goodbye to his mother and his girlfriend Mildred in the train station and leaves Great Bend expecting to be successful in the big city. Harold promises to Mildred to get married with her as soon as he \"make good\". Harold shares a room with his friend \"Limpy\" Bill and he finally gets a job as salesman in the De Vore Department Store. However, he pawns Bill's phonograph, buys a lavaliere and writes to Mildred telling that he is a manager of De Vore. One day, Harold sees an old friend from Great Bend that is a policeman and when he meets his friend Bill, he asks Bill to push the policeman over him and make him fall down. However Bill pushes the wrong policeman that chases him, but he escapes climbing up a building. Out of the blue, Mildred is convinced by her mother to visit Harold without previous notice and he pretends to be the manager of De Vore. When Harold overhears the general manager telling that he would give one thousand dollars to to anyone that could promote De Vore attracting people to the department store, he offers five hundred dollars to Bill to climb up the Bolton Building. However things go wrong when the angry policeman decides to check whether the mystery man that will climb up the building is the one who pushed him over on the floor."},{"Id":"15ebc28e489c431eaf5bc9e7cbf87d96","Title":"Gertie the Dinosaur","Fullplot":"Winsor Z. McCay bets another cartoonist that he can animate a dinosaur. So he draws a big friendly herbivore called Gertie. Then he get into his own picture. Gertie walks through the picture, eats a tree, meets her creator, and takes him carefully on her back for a ride."},{"Id":"597c62d4c7fc4e09ac509b1069ea252b","Title":"The Ace of Hearts","Fullplot":"A secret society holds a meeting to determine what to do about a powerful and dangerous man whom they have been studying closely for the past three months. They all agree that he deserves to die. Two of the members, Farallone and Forrest, are both in love with Lilith, the group's only female member. But Lilith accepts neither of them, preferring to devote herself to the group's cause. When the group meets again and deals cards to all the members, Forrest draws the ace of hearts, meaning that he will be the one to carry out the assassination. Lilith then suddenly agrees to marry him, in order to give him courage. But after their first night together, both of them begin to feel differently about what they have planned."},{"Id":"056ada72ac854bb7a16667ffe0258fe4","Title":"Traffic in Souls","Fullplot":null},{"Id":"0e65818019824dc8a6ff4fda85e2651e","Title":"Tol'able David","Fullplot":"When three thuggish men are responsible for the death of his father and the crippling of his brother, young David must choose between supporting his family or risking his life and exacting vengeance."},{"Id":"95701963c444441cb5c9cbe8c8a5adff","Title":"Three Ages","Fullplot":"In his first independently produced feature film Buster tells of love and romance through three historical ages: the Stone Age, the Roman Age, and the Modern Age."},{"Id":"42e4030e90104e608cba62f8109b6ab9","Title":"The Perils of Pauline","Fullplot":"Young Pauline is left a lot of money when her wealthy uncle dies. However, her uncle's secretary has been named as her guardian until she marries, at which time she will officially take possession of her inheritance. Meanwhile, her \"guardian\" and his confederates constantly come up with schemes to get rid of Pauline so that he can get his hands on the money himself."},{"Id":"0fc683d223b046bfa4d31e9c891b9cc7","Title":"The Italian","Fullplot":"An immigrant leaves his sweetheart in Italy to find a better life across the sea in the grimy slums of New York. They are eventually reunited and marry. But life in New York is hard and tragedy tarnishes their dream of a better life in the new world."},{"Id":"3423074495494c4eb83c0880ca581d18","Title":"Regeneration","Fullplot":"At 10 years old, Owens becomes a ragged orphan when his sainted mother dies. The Conways, who are next door neighbors, take Owen in, but the constant drinking by Jim soon puts Owen on the street. By 17, Owen learns that might is right. By 25, Owen is the leader of his own gang who spend most of their time gambling and drinking. But Marie comes into the gangster area of town and everything changes for Owen as he falls for Marie. But he cannot tell her so, so he comes to her settlement to find education and inspiration. But soon, his old way of life will rise to confront him again."},{"Id":"a3561cfa56a445d7a711a4c83316280d","Title":"Les vampires","Fullplot":"An intrepid reporter and his loyal friend battle a bizarre secret society of criminals known as The Vampires."},{"Id":"e1909d4c2e834202a2c8a7fbda6770e1","Title":"Intolerance: Love's Struggle Throughout the Ages","Fullplot":"Intolerance and its terrible effects are examined in four historical eras. In ancient Babylon, a mountain girl is caught up in the religious rivalry that leads to the city's downfall. In Judea, the hypocritical Pharisees condemn Jesus Christ. In 1572 Paris, unaware of the impending St. Bartholomew's Day Massacre, two young Huguenots prepare for marriage. Finally, in modern America, social reformers destroy the lives of a young woman and her beloved."},{"Id":"c97c89d44a9049dc90526ed277b69386","Title":"The Immigrant","Fullplot":"Charlie is on his way to the USA. He wins in a card game, puts the money in Edna's bag (she and her sick mother have been robbed of everything). When he retrieves a little for himself he is accused of being a thief. Edna clears his name. Later, broke, Charlie finds a coin and goes into a restaurant. There he finds Edna, whose mother has died, and asks her to join him. When he reaches for the coin to pay for their meals it is missing (it has fallen through a hole in his pocket)."},{"Id":"7df10706ce1a4c0184327e4a853d674f","Title":"Wild and Woolly","Fullplot":"A rich young Easterner who has always wanted to live in \"the Wild West\" plans to move to a Western town. Unknown to him, the town's \"wild\" days are long gone, and it is an orderly, civilized place now. The townsmen, not wanting to lose a rich potential resident, contrive to make over the town to suit the young man's fantasy."},{"Id":"1f890a68a049422d80f66f2f0cba78e9","Title":"From Hand to Mouth","Fullplot":"As a penniless man worries about how he will manage to eat, he is joined by a young waif and her dog, who are in the same predicament. Meanwhile, across town a dishonest lawyer is working with a gang of criminals, trying to swindle an innocent young heiress out of her inheritance. As the heiress is on her way home from the lawyer's office, she notices the young man and the waif in the midst of their latest problem with the authorities, and she rescues them. Later on, the young man will have an unexpected opportunity to repay her for her kindness."},{"Id":"9f17fe39bc9d4ec8a63c3f91e48c2fc8","Title":"High and Dizzy","Fullplot":"After a long wait, a young doctor finally has a patient come to his office. She is a young woman whose father has brought her to be treated for sleep-walking, but the father becomes annoyed with the doctor, and takes his daughter away. Soon afterward, the young doctor shares in a drinking binge with another doctor who has built a still in his office. After a series of misadventures, the two of them wind up in the same hotel where the daughter and her father are staying, leading to some hazardous predicaments."},{"Id":"026235ece2c04970bc8655cf6d51d2fd","Title":"Now or Never","Fullplot":"Mary is looking after a young child whose parents have little time for her. So, when Mary travels home to meet her childhood sweetheart, she takes the child with her. Meanwhile, her boyfriend has a mishap on the road, and is tricked out of his money by a tramp. When the tramp then hitches a ride on a train, the boyfriend does so as well. At the station, he meets Mary and the child, and they plan to re-board the train together. But difficulties arise when Mary sees her boss boarding the same train - and there is also the problem that her boyfriend doesn't have a ticket."},{"Id":"d19461f585264a15b8462da66ba76066","Title":"Robin Hood","Fullplot":"Amid big-budget medieval pageantry, King Richard goes on the Crusades leaving his brother Prince John as regent, who promptly emerges as a cruel, grasping, treacherous tyrant. Apprised of England's peril by message from his lady-love Marian, the dashing Earl of Huntingdon endangers his life and honor by returning to oppose John, but finds himself and his friends outlawed, and Marian apparently dead. Enter Robin Hood, acrobatic champion of the oppressed, laboring to set things right through swash buckling feats and cliffhanging perils!"},{"Id":"47745a0f97214e3f890c9a174d86f6d0","Title":"White Shadows","Fullplot":"In Paris a wild girl becomes possessed by the soul of her twin who died to save her life."},{"Id":"9f777e06840443a9aa0a72e6ad0707d8","Title":"The Big Parade","Fullplot":"The idle son of a rich businessman joins the army when the U.S.A. enters World War One. He is sent to France, where he becomes friends with two working-class soldiers. He also falls in love with a Frenchwoman, but has to leave her to move to the frontline."},{"Id":"9239a08f944b4492b7c6de04725e9e44","Title":"Nanook of the North","Fullplot":"Documents one year in the life of Nanook, an Eskimo (Inuit), and his family. Describes the trading, hunting, fishing and migrations of a group barely touched by industrial technology. Nanook of the North was widely shown and praised as the first full-length, anthropological documentary in cinematographic history."},{"Id":"2222639d205640918cd03f43da961b90","Title":"A Woman of Paris: A Drama of Fate","Fullplot":"Marie St. Clair believes she has been jilted by her artist fiance Jean when he fails to meet her at the railway station. She goes off to Paris alone. A year later, mistress of wealthy Pierre Revel, she meets Jean again. Misinterpreting events she bounces back and forth between apparent security and true love."},{"Id":"b571cb4bd25b4e91aac1dc1daaf2be5d","Title":"The Iron Horse","Fullplot":"Springfield, Illinois. Brandon, a surveyor, dreams of building a railway to the west, but Marsh, a contractor, is sceptical. Abraham Lincoln looks on as their children, Davy Brandon and Miriam Marsh, play together. Brandon sets off with Davy to survey a route. They discover a new pass which will shave 200 miles off the expected distance, but they are set upon by a party of Cheyenne. One of them, a white renegade with only two fingers on his right hand, kills Brandon and scalps him. Davy buries his father... Years pass. It is 1862 and Lincoln signs the bill authorizing construction of the Union Pacific and Central Pacific railways. Marsh is principal contractor and Miriam is engaged to Jesson, the chief engineer... Crews of Chinese, Italians, and Irish work to build the railway while resisting Indian attack. When the pay train is delayed by Indian ambush, the Italians go on strike. Miriam persuades them to return to work... Marsh needs to find a shortcut through the Black Hills. To finish on time, he needs to shorten the route by 200 miles. Bauman, the biggest land owner, wants the route to stay the same - through his land. Marsh has entrusted Jesson with finding the new route. Bauman has Ruby, a saloon girl, persuade Jesson to do otherwise... Davy, now a pony express rider, recalls his father's discovery. He sets off to find the pass. He goes alone, except for Jesson..."},{"Id":"f41c06f5dee646fe9230a7dc4dc45bab","Title":"The Lost World","Fullplot":"Explorer Professor Challenger is taking quite a beating in the London press thanks to his claim that living dinosaurs exist in the far reaches of the Amazon. Newspaper reporter Edward Malone learns that this claim originates from a diary given to him by fellow explorer Maple White's daughter, Paula. Malone's paper funds an expedition to rescue Maple White, who has been marooned at the top of a high plateau. Joined by renowned hunter John Roxton, and others, the group goes to South America, where they do indeed find a plateau inhabited by pre-historic creatures, one of which they even manage to bring back to London with them."},{"Id":"ce5880b1ffe34065b05128574961ec31","Title":"The Chechahcos","Fullplot":"A fire engulfs a shipload of prospectors and adventurers making their way to Alaska. In the confusion, Mrs. Stanlaw is separated from her young daughter, who ends up in the care of 'Horseshoe' Riley and Bob Dexter. Mrs. Stanlaw is told by gambler Richard Steele that her daughter is lost. Flash forward 10 years; Riley and Dexter are running a prosperous gold mine, and Steele has just come to town to run the local saloon. Ruth, meanwhile, has grown into a beautiful young woman, and finds herself falling in love with Dexter. Between Steele sending his henchman Pierre to kill Dexter, Dexter discovering that Steele tried to kill him on the ship, and the reunion of Mrs. Stanlaw and Ruth, there's plenty of drama even without the dramatic Alaskan scenery, including the majestic glaciers."},{"Id":"709123f9df7a4073b5d96a79b89b41a4","Title":"Battleship Potemkin","Fullplot":"Based on the historical events the movie tells the story of a riot at the battleship Potemkin. What started as a protest strike when the crew was given rotten meat for dinner ended in a riot. The sailors raised the red flag and tried to ignite the revolution in their home port Odessa."},{"Id":"df05179902e04ddf92a73ef6931643bd","Title":"In the Land of the Head Hunters","Fullplot":null},{"Id":"fd8608e6d0cd418082a96ad6d4f302c2","Title":"The Blue Bird","Fullplot":"Two peasant children, Mytyl and Tyltyl, are led by Berylune, a fairy, to search for the Blue Bird of Happiness. Berylune gives Tyltyl a cap with a diamond setting, and when Tyltyl turns the diamond, the children become aware of and conversant with the souls of a Dog and Cat, as well as of Fire, Water, Bread, Light, and other presumably inanimate things. The troupe thus sets off to find the elusive Blue Bird of Happiness."},{"Id":"2d1c6c9701f94f36b1b4a9a69462fc0e","Title":"The Great Train Robbery","Fullplot":"Among the earliest existing films in American cinema - notable as the first film that presented a narrative story to tell - it depicts a group of cowboy outlaws who hold up a train and rob the passengers. They are then pursued by a Sheriff's posse. Several scenes have color included - all hand tinted."},{"Id":"26c3e49e4e764f41aa3b30c8ae77eed6","Title":"Where Are My Children?","Fullplot":"While prosecuting a physician for the death of a client after an abortion, the district attorney discovers that his wife helped her society friends and the daughter of her maid obtain and pay for abortions from the physician (and was perhaps herself also a client.)"},{"Id":"2d834227c7054251af4ec5ec74e3167f","Title":"Miss Lulu Bett","Fullplot":"Wlliam deMille produced and directed Miss Lulu Bett, a film of extraordinary conviction and insight. It was then often the custom for unmarried women to lodge with family; thus we discover Miss Lulu in a boring Midwestern town, an exploited household drudge for her sister and her overbearing brother-in-law. In the course of the story (based upon the Pulitzer Prize play and novel by Zona Gale), Lulu evolves from slavery into an attractive and self-assured woman, prepared to make her own life. Revealed through wonderful performances and clever use of props, the characters are extraordinarily solid and involving."},{"Id":"9c86718184934a57be25b2801cb33cb5","Title":"The Hunchback of Notre Dame","Fullplot":"Clopin bought Esmeralda from the gypsies when she was young. Dancing in the square at the festival, Esmeralda is spotted by Jehan, the evil brother of the good archdeacon Claude Frollo. When he sets Quasimodo out to kidnap Esmeralda, Phoebus, Captain of the Guards, rescues her and captures Quasimodo. The courts sentence Quasimodo to be flogged, and the only one who will give him water while he is tied in the square is Esmeralda. After Clopin forces Esmeralda to leave Phoebus at the ball, she sends a note to Phoebus to meet her at Notre-Dame. In the garden, Phoebus is stabbed in the back by Jehan. Esmeralda is accused of stabbing Phoebus, convicted by the courts and sentenced to hang. When Esmeralda again rejects Jehan, he tells her that Phoebus is dead, even though it is not true. Clopin, Phoebus and Quasimodo all try different ways to save Esmeralda."},{"Id":"c9934b213fd14d47861f0bf9dd635a41","Title":"He Who Gets Slapped","Fullplot":"Story of an inventor who, suffering betrayal in life, makes a career of it by becoming a clown whose act consists of getting slapped by all the other clowns. He falls in love with another circus performer, and those who betrayed him enter his life yet again."},{"Id":"3dfc3309296d4300b433cbdc65eb99ac","Title":"Go West","Fullplot":"A young man who doesn't find a job in his small hometown, tries his luck in New York, but is overwelmed by the life of the city, so decides to try his luck somewhere else after a only a few minutes in New York. He falls off a train near a ranch, where he tries his luck as a cowbowy, being in his own way very sucessful. But he shows what he can do when the farm has to bring a 100 head of cattle to the slaughterhouses of Los Angeles to avoid going bankrupt, against the will of his neighbour who wants a better price. After a shoot-out with the neighbour's men he's the only person on a Los Angeles bound train with 1000 cows...."},{"Id":"f66547d0deec470c8dc106bf3952bb25","Title":"Lady Windermere's Fan","Fullplot":"Mrs Erlynne, the mother of Lady Windermere - her daughter does not know about her - wants to be introduced in society, so that she can marry Lord Augustus Lorton. Lord Windermere, who helped her with a cheque, invites her to his wifes birthday-party, but Lady Windermere thinks, she has reason to be jealous, so she decides to leave her husband and go to Lord Darlington, who is pining for her. Mrs Erlynne finds this out and tries to prevent her of this mistake, but her daughter leaves her fan in Lord Darlingtons residence."},{"Id":"a6435d3219fe44359e0907669d714437","Title":"Nosferatu","Fullplot":"Wisbourg, Germany based estate agent Knock dispatches his associate, Hutter, to Count Orlok's castle in Transylvania as the Count wants to purchase an isolated house in Wisbourg. They plan on selling him the one across the way from Hutter's own home. Hutter leaves his innocent wife, Ellen, with some friends while he is away. Hutter's trek is an unusual one, with many locals not wanting to take him near the castle where strange events have been occurring. Once at the castle, Hutter does manage to sell the Count the house, but he also notices and feels unusual occurrences, primarily feeling like there is a dark shadow hanging over him, even in the daytime when the Count is unusually asleep. Hutter eventually sees the Count's sleeping chamber in a crypt, and based on a book he has recently read, believes the Count is really a vampire or Nosferatu. While Hutter is trapped in the castle, the Count, hiding in a shipment of coffins, makes his way to Wisbourg, causing death along his way, which most attribute to the plague. Hutter himself tries to rush home to save his town and most importantly save Ellen from Nosferatu's imminent arrival. In Wisbourg, Ellen can feel the impending darkness as Nosferatu gets closer. But she learns that a sinless woman can sacrifice herself to kill the vampire. Will Hutter be able to save Ellen either from Nosferatu and/or her self-sacrifice?"},{"Id":"39e69622a4b24e08a692a0d3dd37de8c","Title":"The Thief of Bagdad","Fullplot":"A thief falls in love with the Caliph of Bagdad's daughter. The Caliph will give her hand to the suitor that brings back the rarest treasure after seven moons. The thief sets off on a magical journey while, unbeknownst to him, another suitor, the Prince of the Mongols, is not playing by the rules..."},{"Id":"22a1eb59ed994032bd551743190f0854","Title":"Winsor McCay, the Famous Cartoonist of the N.Y. Herald and His Moving Comics","Fullplot":"Cartoonist Winsor McCay agrees to create a large set of drawings that will be photographed and made into a motion picture. The job requires plenty of drawing supplies, and the cartoonist must also overcome some mishaps caused by an assistant. Finally, the work is done, and everyone can see the resulting animated picture."},{"Id":"b204a67cef4b43328b7ebd6a244d65fc","Title":"The Saphead","Fullplot":"Nick Van Alstyne owns the Henrietta silver mine and is very rich. His son Bertie is naive and spoiled. His daughter Rose is married to shady investor Mark. Mark wrecks Bertie's wedding plans by making him take the blame for Mark's illegitimate daughter. Mark also nearly ruins the family business by selling off Henrietta stock at too low a price. Bertie, of all people, must come to the rescue on the trading floor."},{"Id":"1f0b494701b54f9b9904d4fe6a485d68","Title":"Foolish Wives","Fullplot":"\"Count\" Karanzim, a Don Juan is with his cousins in Monte Carlo, living from faked money and the money he gets from rich ladies, who are attracted by his charmes and his title or his militaristic and aristocratic behaviour. He tries to have success with Mrs Hughes, the wife of the new US ambassador."},{"Id":"ee5e374838f440d78a47e39e8662b671","Title":"Grass: A Nation's Battle for Life","Fullplot":"The real-life struggles of the Bakhtiari tribe of Southern Persia (Iran) to migrate with 50,000 people and ten times as much livestock over seemingly impassable natural barriers of mountain and river during harsh weather conditions to reach grazing lands for their cattle and other livestock. Their hardscrabble life is portrayed with poetically beautiful cinematography in possibly the greatest documentary of the silent era."},{"Id":"7fc2788d7d9c4d8c97d42e24628386a9","Title":"The Fall of the House of Usher","Fullplot":"A traveller arrives at the Usher mansion to find that the sibling inhabitants, Roderick and Madeline Usher, are living under a mysterious family curse: Roderick's senses have become painfully acute, while Madeline has become nearly catatonic. As the visitor's stay at the mansion continues, the effects of the curse reach their terrifying climax."},{"Id":"587439144c654fd2aa39b85dd2d2800a","Title":"Seven Chances","Fullplot":"Financial broker Jimmie Shannon is nearly bankrupt when an attorney presents grandfather's will leaving him seven million dollars. In order to inherit the money Jimmie must marry before 7 pm on his 27th birthday - today!"},{"Id":"f9854f7a532d47bab5eaf254b398f4a3","Title":"College","Fullplot":"Ronald's high school valedictory address praises books and condemns sports. His girlfriend Mary condemns his attitude. He fears losing her to rival Jeff, decides to go to college and pay more attention to sports."},{"Id":"9d18e97532c245a4901846e888e0a0f8","Title":"Ella Cinders","Fullplot":"Poor Ella Cinders is much abused by her evil step-mother and step-sisters. When she wins a local beauty contest she jumps at the chance to get out of her dead-end life and go to Hollywood, where she is promised a job in the movies. When she arrives in Hollywood, she discoves that the contest was a scam and the job non-existant. But through pluck, luck, and talent, she makes it in the movies anyway, and finds true love."},{"Id":"6b0fd9c26cc846abbf046612a4954c3b","Title":"Show People","Fullplot":"Colonel Pepper brings his daughter, Peggy, to Hollywood from Georgia to be an actress. There she meets Billy who gets her work at Comet Studio doing comedies with him. But Peggy is discovered by High Art Studio and she leaves Billy and Comet to work there. For her new image, she is now Patricia Pepoire and ignores Billy when he sees her on location. When she is not longer wanted by the little people who do not understand \"ART\", she plans to marry Andre to get a fake title. Billy will not let her go without a fight."},{"Id":"7d55969df8064c5494a15a0e8461d435","Title":"The Wind","Fullplot":"Innocent and naive Letty Mason moves from her Virginia home to Sweet Water on the western prairies to live on the ranch of her cousin Beverly, his wife Cora and their three children. Letty quickly learns how inhospitable the environment in Sweet Water is, the most obvious item being the incessant wind. But equally inhospitable are the unrefined way the people in Sweet Water live to which she is unaccustomed, and Cora, who believes Letty has come to steal Beverly away from her. As such, Cora orders Letty out of her and Bev's house. With no money, Letty is forced to accept one of the marriage proposal she receives, the lesser evil being that from Bev and Cora's ranching neighbor, Lige Hightower, a man who she does not love. Despite a less than harmonious start, Letty, in part due to her isolation as she is more often than not forced to stay inside due to the wind, begins to have affection for Lige, who wants to do right by her, and who promises to send her back to Virginia when he is financial able. But a visitor who takes refuge in their house away from the wind may threaten Letty's ultimate happiness."},{"Id":"8fb7ba2bac7d41808f3c71b65b7a2668","Title":"Man with a Movie Camera","Fullplot":"This playful film is at once a documentary of a day in the life of the Soviet Union, a documentary of the filming of said documentary, and a depiction of an audience watching the film. Even the editing of the film is documented. We often see the cameraman who is purportedly making the film, but we rarely, if ever, see any of the footage he seems to be in the act of shooting!"},{"Id":"0bc7c17294b54c48b60be93812a06c25","Title":"The 3 Penny Opera","Fullplot":"In London at the turn of the century, the bandit Mack the Knife marries Polly without the knowledge of her father, Peachum, the 'king of the beggars'."},{"Id":"67adbc55a72f452db89945b8399b1e8a","Title":"Forbidden","Fullplot":"On a cruise to Cuba, Lulu Smith falls in love with Bob Grover. Back home, she breaks off the romance when he tells her he is married. Lulu has a baby, but doesn't tell Bob, who turns out to be a rising politician. She passes herself off as the baby's nanny. When Bob learns what is going on, he adopts the little girl, not telling his wife or anyone else where she came from. Lulu gets a job at a newspaper. Things get complicated when the editor gets the dirt on Grover, but also wants to marry Lulu."},{"Id":"aac5c3bfd8514f7492818143fe5e44e2","Title":"Grand Hotel","Fullplot":"Berlin's plushest, most expensive hotel is the setting where in the words of Dr. Otternschlag \"People come, people go. Nothing ever happens.\". The doctor is usually drunk so he missed the fact that Baron von Geigern is broke and trying to steal eccentric dancer Grusinskaya's pearls. He ends up stealing her heart instead. Powerful German businessman Preysing brow beats Kringelein, one of his company's lowly bookkeepers but it is the terminally ill Kringelein who holds all the cards in the end. Meanwhile, the Baron also steals the heart of Preysing's mistress, Flaemmchen, but she doesn't end up with either one of them in the end..."},{"Id":"948745a1a7f44d47ab479e5f1a6f1dfa","Title":"Berkeley Square","Fullplot":"A young American man is transported back to London in the time of the American Revolution and meets his ancestors."},{"Id":"ea2c357fd5a1432eb16ec19cd732e0a6","Title":"The Black Cat","Fullplot":"Honeymooning in Hungary, Joan and Peter Allison share their train compartment with Dr. Vitus Verdegast, a courtly but tragic man who is returning to the remains of the town he defended before becoming a prisoner of war for fifteen years. When their hotel-bound bus crashes in a mountain storm and Joan is injured, the travellers seek refuge in the home, built fortress-like upon the site of a bloody battlefield, of famed architect Hjalmar Poelzig. There, cat-phobic Verdegast learns his wife's fate, grieves for his lost daughter, and must play a game of chess for Allison's life."},{"Id":"81d2f6343d8f4371a7bb5502a5b3f7fb","Title":"It's a Gift","Fullplot":"The owner of a general store (Harold Bisonette) is hounded by his status-anxious wife (\"That's 'Bee-soh-nay'\" and \"I have no maid you know\"). To get some sleep he goes out on the porch where he is tormented by a little boy from the floor above (Baby Dunk) and an insurance salesman down below (\"LaFong. Capital L, small a...\"). He uses an inheritance to buy an orange ranch through the mail, then drives off with his family for California. The orange grove consists of a withered tree, the ranch house is but a shack, and the car falls to pieces. But a racetrack operator wants the land, so all ends happily."},{"Id":"cbdf985653614824974cf1e1d4f22c8e","Title":"Ruggles of Red Gap","Fullplot":"While visiting Paris in 1908, upper class Lord Burnstead loses his butler playing poker. Egbert and Effie Floud bring Ruggles back to Red Gap, Washington. Effie wants to take advantage of Ruggles' upper class background to influence Egbert's hick lifestyle. However, Egbert is more interested in partying and he takes Ruggles to the local 'beer bust'. When word gets out that \"Colonel Ruggles is staying with his close friends\" in the local paper, the butler becomes a town celebrity. After befriending Mrs. Judson, a widow who he impresses with his culinary skills, Ruggles decides to strike out on his own and open a restaurant. His transition from servant to independent man will depend on its success."},{"Id":"6bb268c78ea3418eac9fc4c85ed7328f","Title":"Follow the Fleet","Fullplot":"When the fleet puts in at San Francisco, sailor Bake Baker tries to rekindle the flame with his old dancing partner, Sherry Martin, while Bake's buddy Bilge Smith romances Sherry's sister Connie. But it's not all smooth sailing: Bake has a habit of losing Sherry's jobs for her; and despite Connie's dreams, Bilge is not ready to settle down."},{"Id":"99534c0e86fe438dae8c0690083ca024","Title":"Sisters of the Gion","Fullplot":"Umekichi, a geisha in the Gion district of Kyoto, feels obliged to help her lover Furusawa when he asks to stay with her after becoming bankrupt and leaving his wife. However her younger sister Omocha tells her she is wasting her time and money on a loser. She thinks that they should both find wealthy patrons to support them. Omocha therefore tries various schemes to get rid of Furusawa, and set themselves up with better patrons."},{"Id":"c69b75af5b974af48cf32fd63c1c0981","Title":"It","Fullplot":"Shopgirl Betty Lou has designs on Cyrus Waltham, the handsome owner of the department store where she works. Waltham, though, doesn't even know Betty Lou is around. In hopes of attracting Waltham's attention, she accepts a date with his best friend, Monty, under the condition that they dine at the Ritz, where Waltham also has a dinner date that evening. Her plan works and in no time at all she and Waltham are contemplating marriage. The romance cools when a newspaper reporter mistakenly writes a story depicting Betty Lou as an unwed mother."},{"Id":"1ab3237aebf446ff91d48b141e82c59d","Title":"Napoleon","Fullplot":"A massive six-hour biopic of Napoleon, tracing his career from his schooldays (where a snowball fight is staged like a military campaign), his flight from Corsica, through the French Revolution (where a real storm is intercut with a political storm) and the Terror, culminating in his triumphant invasion of Italy in 1797 (the film stops there because it was intended to be part one of six, but director Abel Gance never raised the money to make the other five). The film's legendary reputation is due to the astonishing range of techniques that Gance uses to tell his story, culminating in the final twenty-minute triptych sequence, which alternates widescreen panoramas with complex multiple- image montages projected simultaneously on three screens."},{"Id":"f507e14ee8b84f52bb8f03b341a759eb","Title":"Storm Over Asia","Fullplot":"In 1918 a simple Mongolian herdsman escapes to the hills after brawling with a western capitalist fur trader who cheats him. In 1920 he helps the partisans fight for the Soviets against the occupying army. However he is captured when the army tries to requisition cattle from the herdsmen at the same time as the commandant meets with the reincarnated Grand Lama. After being shot, the army discovers an amulet that suggests he was a direct descendant of Genghis Khan. They find him still alive, so the army restores his health and plans to use him as the head of a Mongolian puppet regime."},{"Id":"cb344f36b3b1455186dc13c92c2ed05a","Title":"In Old Arizona","Fullplot":"Army Sergeant Mickey Dunn sets out in pursuit of the Cisco Kid, a notorious if kind-hearted and charismatic bandit of the Old West. The Kid spends much of his loot on Tonia, the woman he loves, not realizing that she is being unfaithful to him in his absence. Soon, with her oblivious paramour off plying his trade, Tonia falls in with Dunn, drawn by the allure of a substantial reward for the Kid's capture -- dead or alive. Together, they concoct a plan to ambush and do away with the Cisco Kid once and for all."},{"Id":"be26baa86d9f4bbb9c839601aab71096","Title":"The Champ","Fullplot":"Dink Purcell loves his alcoholic father, ex-heavyweight champion Andy \"Champ\" Purcell, despite his frequent binges, his frequent gambling and their squalid living conditions. And there's nothing Andy wouldn't do for Dink. When Andy wins a race horse gambling, he gives it to Dink and they race it at a Tijuana track. There, Dink meets Linda Carleton, a race horse owner herself, and they have an immediate rapport. But Linda's rich husband sees Andy and realizes Dink is Linda's son, who she gave up when she and Andy divorced. Andy is bribed $200 to allow Dink to visit with Linda, but refuses to allow Dink to spend six months with the Carletons. When Andy loses the horse gambling and winds up in jail after a drunken tirade, he realizes Dink's place is with his mother. Dink tearfully goes but sneaks out and returns at his first opportunity, filling a depressed Andy with a desire to make good. So Andy goes into training after his managers arrange a boxing match with the Mexican champion."},{"Id":"370764c963a94b75ac1eb9a026a49bfb","Title":"Movie Crazy","Fullplot":"Harold Hall, an accident prone young man with little or no acting ability, desperately wants to be in pictures. After a mix-up with his application photograph, he gets an offer to have a screen-test, and goes off to Hollywood. At the studio, he does everything wrong and causes all sorts of trouble. But he catches the fancy of a beautiful actress, and eventually the studio owner recognizes him as a comic genius."},{"Id":"8545f531b1f54f219d780eb0243840ab","Title":"Scarface","Fullplot":"Johnny Lovo rises to the head of the bootlegging crime syndicate on the south side of Chicago following the murder of former head, Big Louis Costillo. Johnny contracted Big Louis' bodyguard, Tony Camonte, to make the hit on his boss. Tony becomes Johnny's second in command. Johnny is not averse to killing anyone who gets in his and Johnny's way. As Tony is thinking bigger than Johnny and is not afraid of anyone or anything, Tony increasingly makes decisions on his own instead of following Johnny's orders, especially in not treading on the north side run by an Irish gang led by a man named O'Hara, of whom Johnny is afraid. Tony's murder spree increases, he taking out anyone who stands in his and Johnny's way of absolute control on the south side, and in Tony's view absolute control of the entire city. Tony's actions place an unspoken strain between Tony and Johnny to the point of the two knowing that they can't exist in their idealized world with the other. Tony's ultimate downfall may be one of two women in his life: Poppy, Johnny's girlfriend to who Tony is attracted; and Tony's eighteen year old sister, Cesca, who is self-professed to be older mentally than her years much to Tony's chagrin, he who will do anything to protect her innocence. Cesca ultimately comes to the realization that she is a lot more similar to her brother than she first imagined."},{"Id":"5d6b51056e744b82aa3dd37981ae5fdc","Title":"Zero for Conduct","Fullplot":"After the holidays, Caussat and Bruel are going back to the boarding school, where their life is sad, dull, as all prisoner's ones. But there is plot setting up for a revolt..."},{"Id":"689a4a6aa9bf447fada6e8ee2a48c907","Title":"Maria Chapdelaine","Fullplot":"A young woman living with her family on the frontier in Quebec, Canada, endures the hardships of isolation and climate, and chooses between three suitors: a trapper, a farmer, and an immigrant from Paris."},{"Id":"d1f547755af14207bf635c6792977e43","Title":"The Lives of a Bengal Lancer","Fullplot":"The 41st Bengal Lancers are stationed on the Northwest Frontier of British India, guarding against Afridi invaders led by wily Mohammed Khan. Experienced (though insubordinate) Lieut. McGregor is joined by two new arrivals, haughty Forsythe and callow Donald Stone...son of the commanding colonel. We follow the three through varied adventures and hardships. Will they uphold the honor of the regiment? Will Stone and the Colonel come to terms with their difficult relationship?"},{"Id":"66756ecfabe946aab67c5d99779726c9","Title":"Captains Courageous","Fullplot":"Harvey Cheyne is a spoiled brat used to having his own way. When a prank goes wrong onboard an ocean liner Harvey ends up overboard and nearly drowns. Fortunately he's picked up by a fishing boat just heading out for the season. He tries to bribe the crew into returning early to collect a reward but none of them believe him. Stranded on the boat he must adapt to the ways of the fishermen and learn more about the real world."},{"Id":"4a019647c2fc4a60a662ebe8d8939277","Title":"The Wedding March","Fullplot":"Prince Nikki, Lieutenant of the Guard in pre WWI Vienna, is flat broke, but the only advice he gets from his parents is either to shoot himself or to marry money. During the Chorpus Christi parade his horse accidentaly hurts poor Mitzi, the daughter of inn-keepers in a Viennese suburb, who is, according to the wishes of her parents, going to marry the butcher Schani. When Nikki visits her at the hospital, they fall in love, much to the dislike of her parents and Schani. Nikki's parents, meanwhile have arranged a prospective marriage with Cecilia, the limping daughter of a very rich non-aristocratic industrial. Due to the fact, that Nikki's father is a general in the Austrian-Hungarian Army, resitance is useless. When Mitzi, after hearing of it, is still refusing Schani's proposal, he vowes to shoot Nikki when he leaves the church."},{"Id":"080b3d3a82ea47c5b5c4f4da639137e0","Title":"Disraeli","Fullplot":"Biopic of the famed British Prime Minister focusing on his concern about Russia's growing interest in the Indian subcontinent and his attempts to buy the Suez Canal. He sees the Canal as the key strategic resource in maintaining the Empire in the East but is unpopular in many quarters. With antisemitism rife at the time, Disraeli finds little support for his plan to purchase the canal or his foreign policy in general. There is no doubt that the Russians are plotting against British interests and he is surrounded by spies, even in his office at 10 Downing St. When the Bank of England refuses to finance the purchase of the available shares he turns to private sources to raise the available cash only to find the conspirators one step ahead of him."},{"Id":"244e537257bc4f799dba0fe586ecf615","Title":"The Divorcee","Fullplot":"Jerry and Ted are young, in love, and part of the New York 'in-crowd'. Jerry's decision to marry Ted crushes a yearning Paul. Distraught Paul gets drunk and wrecks his car, disfiguring young Dorothy's face in the process. Out of pity, Paul marries Dorothy. Years later, the apparent perfect marriage of Ted and Jerry falls apart from infidelity on both sides. Inwardly unhappy, popular Jerry lives a party life while Ted sinks into a life of alcoholism. Jerry then runs into Paul, who still loves her. After spending time together with Jerry, Paul plans to divorce Dorothy. When Jerry sees Dorothy again, she has second thoughts about where her life is heading."},{"Id":"58811536a7bc462386dd6cf5c723ce70","Title":"Westfront 1918","Fullplot":"A group of German infantrymen of the First World War live out their lives in the trenches of France. They find brief entertainment and relief in a village behind the lines, but primarily terror fills their lives as the attacks on and from the French army ebb and flow. One of the men, Karl, goes home on leave only to discover the degradation forced on his family by wartime poverty. He returns to the lines in time to face an enormous attack by French tanks."},{"Id":"9c9e05c28174465d86cc4ce205f3ad79","Title":"Dracula","Fullplot":"After a harrowing ride through the Carpathian mountains in eastern Europe, Renfield enters castle Dracula to finalize the transferral of Carfax Abbey in London to Count Dracula, who is in actuality a vampire. Renfield is drugged by the eerily hypnotic count, and turned into one of his thralls, protecting him during his sea voyage to London. After sucking the blood and turning the young Lucy Weston into a vampire, Dracula turns his attention to her friend Mina Seward, daughter of Dr. Seward who then calls in a specialist, Dr. Van Helsing, to diagnose the sudden deterioration of Mina's health. Van Helsing, realizing that Dracula is indeed a vampire, tries to prepare Mina's fiance, John Harker, and Dr. Seward for what is to come and the measures that will have to be taken to prevent Mina from becoming one of the undead."},{"Id":"d419fc6f0d884c6eb131c1c6a0a888f0","Title":"L'opèra de quat'sous","Fullplot":null},{"Id":"5e90621a6c204d9eb99071a89bcaee34","Title":"Murders in the Rue Morgue","Fullplot":"In 19th Century Paris, the maniacal Dr. Mirakle abducts young women and injects them with ape blood in an attempt to prove ape-human kinship. He constantly meets failure as the abducted women die. Medical student Pierre Dupin discovers what Mirakle is doing too late to prevent the abduction of his girlfriend Camille. Now he desperately tries to enlist the help of the police to get her back."},{"Id":"0e8f6615763e4429a0ddb666e0a76409","Title":"Red Dust","Fullplot":"Conditions are spartan on Dennis Carson's Indochina rubber plantation during a dusty dry monsoon. The latest boat upriver brings Carson an unwelcome guest: Vantine, a floozy from Saigon, hoping to evade the police by a stay upcountry. But Carson, initially uninterested, soon succumbs to Vantine's ostentatious charms...until the arrival of surveyor Gary Willis, ill with malaria, and his refined but sensuous wife Barbara. Now the rains begin, and passion flows like water..."},{"Id":"0b3985cf244a4fca9a235b2b62f9e60a","Title":"Going Hollywood","Fullplot":"Sylvia is the French teacher at Briarcroft's School for Girls, but she wants to find romance. When she hears Bill on the radio, she decides to leave and thank him. But he is on his way to Hollywood with Lili to make a movie. When Sylvia gets to Hollywood, she finds that seeing Bill again is almost impossible, but she gets a job in the chorus. Then when Lili quits the picture, Sylvia is tapped to play her character. But the part she wants is with Bill, a part that Lili seems to have."},{"Id":"68930f60954c4747959bf3b9d5a440b6","Title":"The Man Who Knew Too Much","Fullplot":"While holidaying in Switzerland, Lawrence and his wife Jill are asked by a dying friend, Louis Bernard, to get information hidden in his room to the British Consulate. They get the information, but when they deny having it, their daughter Betty is kidnapped. It turns out that Louis was a Foreign Office spy and the information has to do with the assassination of a foreign dignitary. Having managed to trace his daughter's kidnappers back to London, Lawrence learns that the assassination will take place during a concert at the Albert Hall. It is left to Jill, however, to stop the assassination."},{"Id":"ab75970be83b4068aec6dbb9fb3aec44","Title":"The 39 Steps","Fullplot":"Richard Hannay is a Canadian visitor to London. At the end of \"Mr Memory\"'s show in a music hall, he meets Annabella Smith who is running away from secret agents. He accepts to hide her in his flat, but in the night she is murdered. Fearing he could be accused on the girl's murder, Hannay goes on the run to break the spy ring."},{"Id":"e9cc2f5c793546d6bcbf662598ec61eb","Title":"China Seas","Fullplot":"Dynamic Alan Gaskell captains a ship bound from Hong Kong to Singapore. Gaskell tries to turn over a new leaf from his hard-drinking lifestyle after becoming attached to a refined high class English lady, Sybil Barclay. His former girlfriend Dolly is extremely jealous of the budding relationship and tries hard to get the Captain back. He is apparently unimpressed with her loud, obnoxious, and uncivilized manners, even though she is extremely beautiful. After a temporary take over of the ship by gold-seeking Asian pirates, Captain Gaskell must deal with the fact that Dolly and her drinking pal, Jamesey MacArdle, are implicated in the crime."},{"Id":"204a397d873a44b3b750ce73cffdcb89","Title":"The Dark Angel","Fullplot":"Kitty Vane, Alan Trent, and Gerald Shannon have been inseparable friends since childhood. Kitty has always known she would marry one of them, but has waited until the beginning of World War I before finally choosing Alan. Gerald graciously gives them his blessing. Then, Gerald and Alan go to war. Angered over a misunderstanding involving Alan and Kitty, Gerald sends Alan on a dangerous mission that will change all their lives forever."},{"Id":"e8caa99d1d01441c8b5cc28b7f992f96","Title":"Carnival in Flanders","Fullplot":"When the village of Boom, in Flanders, learns a Spanish Duke and his troops plan to pass the night, the 4-man army deserts and the Mayor plays dead; so the Mayor's wife organizes the townswomen to greet the invaders and preserve the peace with womanly wiles."},{"Id":"69b69967e4a44083a0fce982884af978","Title":"Top Hat","Fullplot":"Showman Jerry Travers is working for producer Horace Hardwick in London. Jerry demonstrates his new dance steps late one night in Horace's hotel, much to the annoyance of sleeping Dale Tremont below. She goes upstairs to complain and the two are immediately attracted to each other. Complications arise when Dale mistakes Jerry for Horace."},{"Id":"329cb6a74213490dabef878ce68c43cb","Title":"Come and Get It","Fullplot":"In 1884 lumberman Barney Glasgow leaves his true love, saloon singer Lotta Morgan, to marry Emma Louise, his boss's daughter. His buddy Swan Bostrom marries Lotta instead. Barney becomes a lumber magnate by stripping the Wisconsin forests, without re-planting. After 23 years, Barney finally visits Swan. Lotta has died, but Barney is smitten by their daughter Lotta Bostrom, who looks almost like her mother. His lavish attentions to Lotta create gossip and a rivalry between Barney and his son Richard."},{"Id":"a92d5b7015cf4ce3806b8af454aa5f70","Title":"The Kid Brother","Fullplot":"The most important family in Hickoryville is (naturally enough) the Hickorys, with sheriff Jim and his tough manly sons Leo and Olin. The timid youngest son, Harold, doesn't have the muscles to match up to them, so he has to use his wits to win the respect of his strong father and also the love of beautiful Mary."},{"Id":"79be2cd2ffcc4452ba379b99a0836e27","Title":"Pandora's Box","Fullplot":"Lulu is a beautiful young Jewish woman who can seemingly work her charms on all of the men around her. She is currently being kept by the rich financier Dr. Ludwig Schon. She is just a plaything however and he is engaged to be married to Charlotte, a woman of his own class. He arranges for Lulu to appear in his son Alwa's musical revue and he too falls for all of her charms. When Dr. Schon and his fiancèe go to the theater, Lulu ensures that he is put in a compromising situation and the elder Schon feels he now must marry her, knowing full well it will ruin his reputation. On his wedding day, Dr. Schon reaches his breaking. His actions cost him his life however and Lulu is convicted of manslaughter. She escapes with the help of her old cronies but together they begin a downward spiral."},{"Id":"39ceb59329a64b66b2142ebca166bb33","Title":"The Docks of New York","Fullplot":"The ship on which Bill Roberts is a stoker has just put into port, giving the crew one night ashore. The ship's bad-tempered third engineer orders the stokers to clean up, while the engineer heads for a dockside bar, where he has a confrontation with the wife he had abandoned. Then, as Bill himself goes ashore, he sees a young woman attempt to drown herself. Bill dives in, saves her, and then, assisted by the engineer's wife, sees that she is cared for. Bill and the rescued woman begin to enjoy one another's company, but they must contend with the malice of the engineer, as well as a number of other complications."},{"Id":"81c32e893a1e4ee98885ad8cdad0ccc4","Title":"The Passion of Joan of Arc","Fullplot":"The sufferings of a martyr, Jeanne D'Arc (1412-1431). Jeanne appears in court where Cauchon questions her and d'Estivet spits on her. She predicts her rescue, is taken to her cell, and judges forge evidence against her. In her cell, priests interrogate her and judges deny her the Mass. Threatened first in a torture chamber and then offered communion if she will recant, she refuses. At a cemetery, in front of a crowd, a priest and supporters urge her to recant; she does, and Cauchon announces her sentence. In her cell, she explains her change of mind and receives communion. In the courtyard at Rouen castle, she burns at the stake; the soldiers turn on the protesting crowd."},{"Id":"4d69a581a2e04b9bb4a5fdbf94f10038","Title":"Asphalt","Fullplot":"Joe May's sensual drama of life in the Berlin underworld is in many ways the perfect summation of German filmmaking in the silent era: a dazzling visual style, a psychological approach to its characters, and the ability to take a simple and essentially melodramatic story and turn it into something more complex and inherently cinematic."},{"Id":"f3c3a7f2819b4cd18e285c3c2fc92042","Title":"Queen Kelly","Fullplot":"Prince Wolfram is the betrothed of mad Queen Regina V of Kronberg. Supreme ruler, her word is law and he is a playboy. On maneuvers as punishment for partying with other women, he sees Kelly walking the the other students of a convent. He is intrigued by her beauty and wants her. He kidnaps her that night from the convent and takes her to his room and professes his love for her. When the Queen finds them together the next morning , she whips Kelly and throws her out of the castle. Regina then puts Wolfram into prison for not wanting to marry the Queen. Kelly goes to German East Africa to visit her dying Aunt and is forced to marry the disgusting Jan. The Aunt dies after the wedding and Kelly refuses to live with Jan and becomes the head of Aunties Brothel. Her extravagances and style earn her the name 'Queen Kelly' and Prince Wolfram does not marry Queen Regina V."},{"Id":"9d2e1a2e2b5849dbba2934d3e3f1d1c2","Title":"The Big Trail","Fullplot":null},{"Id":"7c8f0075a2ac49c5b7bce03ec608346d","Title":"The Front Page","Fullplot":"Hildy Johnson, newspaper reporter, is engaged to Peggy Grant and planning to move to New York for a higher paying advertising job. The court press room is full of lame reporters who invent stories as much as write them. All are waiting to cover the hanging of Earl Williams. When Williams escapes from the inept Sheriff, Hildy seizes the opportunity by using his $260 honeymoon money to payoff an insider and get the scoop on the escape. However, Walter Burns, the Post's editor, is slow to repay Hildy back, hoping that he will stay on the story. Getting a major scoop looks possible when Hildy stumbles onto the bewildered escapee and hides him in a roll-top desk in the press room. Burns shows up to help. Can they keep Williams' whereabouts secret long enough to get the scoop, especially with the Sheriff and other reporters hovering around?"},{"Id":"467d61fb37ff41b889b8969d1a21a2f9","Title":"Freaks","Fullplot":"A circus trapeze artist, Cleopatra, takes an interest in Hans, a midget who works in the circus sideshow. Her interest however is in the money Hans will be inheriting and she is actually carrying on an affair with another circus performer, Hercules. Hans's fiancèe does her best to convince him that he is being used but to no avail. At their wedding party, a drunken Cleopatra tells the sideshow freaks just what she thinks of them. Together, the freaks decide to make her one of their own."},{"Id":"2b61cede23ad454dbe39234b762c0ccf","Title":"42nd Street","Fullplot":"Renowned Broadway producer/director Julian Marsh is hired to put together a new musical revue. It's being financed by Abner Dillon to provide a starring vehicle for his girlfriend, songstress Dorothy Brock. Marsh, who is quite ill, is a difficult task master working long hours and continually pushing the cast to do better. When Brock breaks her ankle one of the chorus girls, Peggy Sawyer, gets her big chance to be the star. She also finds romance along the way."},{"Id":"1c7adbcbdc5b405d847fb2f80b0c1503","Title":"Cleopatra","Fullplot":"In 48 BC, Cleopatra, facing palace revolt in her kingdom of Egypt, welcomes the arrival of Julius Caesar as a way of solidifying her power under Rome. When Caesar, whom she has led astray, is killed, she transfers her affections to Marc Antony and dazzles him on a barge full of DeMillean splendor. But the trick may not work a third time..."},{"Id":"e8994cadff69486bb17875d18c5c03b1","Title":"Little Miss Marker","Fullplot":"Little Martha Jane, aka Little Miss Marker (Temple) is left with the bookmaker Sorrowful Jones by her dad as part of a bet on a horserace. Sorrowful (Menjou) and his group of fellow bookies take to her, reluctantly at first, but their cynical ways start to rub off on her. Will a party set at Camelot bring back her faith in humanity?"},{"Id":"7d7ed8398f0d43708c6bbcfcc2ead445","Title":"The Private Life of Don Juan","Fullplot":"What do women want? Don Juan is aging. He's arrived secretly in Seville after a 20 year absence. His wife Dolores, whom he hasn't lived with in five years, still loves him. He refuses to see her; he fears the life of a husband. She has bought his debts and will remand him to jail for two years if he won't come to her. Meanwhile, an impostor is climbing the balconies of Seville claiming to be Don Juan. When a jealous husband kills him, the real Don Juan sees a way to avoid jail and get some peace. He hides as Captain Mariano in a small town. After six months, he's ready to return to society: can he measure up to the legend, will women find him attractive, and what about Doèa Dolores?"},{"Id":"57b2b793b9944f6fa20cbf0e6a53a9b6","Title":"A Story of Floating Weeds","Fullplot":"A troupe of actors comes to town, short on funds and bedeviled by bad weather, so they can't put on shows. Kihachi is the troupe's leader. He steals off every day to visit Otsune (an ex-lover) and their son, Shinkichi, who believes his father is a long-dead civil servant. Kihachi has been paying Shinkichi's tuition, and he's now at university. Kihachi's lover, Otaka, the troupe's lead actress, learns Kihachi's secret and plots to ruin Shinkichi and humiliate Kihachi: she offers money to Otoki, the troupe's ingènue, to seduce Shinkichi. Soon the boy is head over heels, and Otoki finds herself with feelings for him. Can this end well or is tragedy at hand?"},{"Id":"08656170019f41f7a9313465e8d593aa","Title":"The Band Concert","Fullplot":"Mickey is trying to lead a concert of The William Tell Overture, but he's continually disrupted by ice cream vendor Donald, who uses a seemingly endless supply of flutes to play Turkey in the Straw instead. After Donald gives up, a bee comes along and causes his own havoc. The band then reaches the Storm sequence, and the weather also starts to pick up; a tornado comes along, but they keep playing."},{"Id":"b1cee82c7ac74e46af5a9f7b2472f782","Title":"Bride of Frankenstein","Fullplot":"Dr. Frankenstein and his monster both turn out to be alive, not killed as previously believed. Dr. Frankenstein wants to get out of the evil experiment business, but when a mad scientist, Dr. Pretorius, kidnaps his wife, Dr. Frankenstein agrees to help him create a new creature, a woman, to be the companion of the monster."},{"Id":"30f96cb85f144fcba47eaa91efc648a7","Title":"Naughty Marietta","Fullplot":"Princess Marie de Namours de la Bonfain is a beautiful, young, sophisticated French princess of 23, who finds more worth in true love than a title. On the eve of her arranged marriage, to a Spanish-grandee, whom she doesn't love, her maid, Marietta comes to her to say farewell. Marietta is to leave that night on a cargo ship bound for New Orleans where she is to make a new life and find a husband. Princess Marie trades places with Marietta to escape her unwanted marriage and takes on the maid, Marietta's identity. While sailing, the cargo ship is taken hostage by pirates, but, Captain Richard Warrington and his mercenaries soon come to the rescue. Captain Warrington is quickly taken by the beautiful princess aka Marietta and she with him. But, he has no interest in marriage and she's afraid she might be recognized. Meanwhile in France, a search and reward is out for Princess Marie's whereabouts. Princess Marie's Uncle and fiancèe soon discover that she is in New Orleans and sail for America. When they arrive Princess Maria's true identity is revealed. That eve, a elegant ball is thrown in her honor. Captain Warrington learns that the Princess will be sent back that night to France, but, he isn't going to let the women he loves get away that easy."},{"Id":"e339c511902946709a2223f4a55b5141","Title":"Wife! Be Like a Rose!","Fullplot":null},{"Id":"37e5f24076ad40f0a2de338058b91a9f","Title":"Who Killed Cock Robin?","Fullplot":"Robin is crooning to a Mae West-like Jenny Wren when he is shot with an arrow. A court is convened; the judge, an owl, keeps singing the title. A variety of birds are brought to the witness stand, but nobody knows a thing. Jenny comes to court, and just as the judge is ready to hang all the witnesses, Cupid shoots an arrow and confesses to shooting, but not killing, Robin. Jenny revives him."},{"Id":"5472ee5e12b440e4bb96a6095dbdeb69","Title":"Popeye the Sailor Meets Sindbad the Sailor","Fullplot":"After sending his giant bird, Rokh, to wreck Popeye's boat and kidnap Olive Oyl, Sindbad forces Olive to dance for him by firing buckshot at her feet with a pea-shooter. Popeye attempts to rescue her while J. Wellington Wimpy follows a duck around with a meat-grinder. After Popeye disposes of Rokh and Sindbad's two-headed, Yiddish-accented giant, Boola, it's a battle to the \"finich\" between the two legendary sailors."},{"Id":"d0a8749e9bb54ddb9bfd93194e494bf5","Title":"The Prisoner of Shark Island","Fullplot":"A few short hours after President Lincoln has been assassinated, Dr. Samuel Mudd gives medical treatment to a wounded man who shows up at his door. Mudd has no idea that the president is dead and that he is treating his murderer, John Wilkes Booth. But that doesn't save him when the army posse searching for Booth finds evidence that Booth has been to the doctor's house. Dr. Mudd is arrested for complicity and sentenced to life imprisonment, to be served in the infamous pestilence-ridden Dry Tortugas."},{"Id":"ef07e441c66947f083a6910e5e9dab97","Title":"The Trail of the Lonesome Pine","Fullplot":"A feud, the origins of which can barely be remembered, has been boiling for decades between two sheltered mountain families, the Tollivers and the Falins. With plans to build a railroad through both families' land and mine coal deposits beneath it, enterprising outsider Jack Hale (Fred MacMurray) inadvertently becomes entangled in the region's politics. He soon captures the attention of the beautiful June Tolliver (Sylvia Sidney) and quickly becomes involved in a love triangle with her and her cousin Dave (Henry Fonda)"},{"Id":"66d7090aa62d48738dc3f859b9dcee48","Title":"The General","Fullplot":"Johnnie loves his train (\"The General\") and Annabelle Lee. When the Civil War begins he is turned down for service because he's more valuable as an engineer. Annabelle thinks it's because he's a coward. Union spies capture The General with Annabelle on board. Johnnie must rescue both his loves."},{"Id":"f6f14de352664cf38e39003948f861a5","Title":"The Strong Man","Fullplot":"A meek Belgian soldier (Harry Langdon) fighting in World War I receives penpal letters and a photo from \"Mary Brown\", an American girl he has never met. He becomes infatuated with her by long distance. After the war, the young Belgian journeys to America as assistant to a theatrical \"strong man\", Zandow the Great (Arthur Thalasso). While in America, he searches for Mary Brown... and he finds her, just as word comes that Zandow is incapacitated and the little nebbish must go on stage in his place."},{"Id":"6ffaa0f20c78453d9b2861c21d26b004","Title":"Little Caesar","Fullplot":"Rico is a small-time hood who knocks off gas stations for whatever he can take. He heads east and signs up with Sam Vettori's mob. A New Year's Eve robbery at Little Arnie Lorch's casino results in the death of the new crime commissioner Alvin McClure. Rico's good friend Joe Massara, who works at the club as a professional dancer, works as the gang's lookout man and wants out of the gang. Rico is ambitious and eventually takes over Vettori's gang; he then moves up to the next echelon pushing out Diamond Pete Montana. When he orders Joe to dump his girlfriend Olga and re-join the gang, Olga decides there's only one way out for them."},{"Id":"1daf77d4beba45f39b366d18734fca78","Title":"I Was Born, But...","Fullplot":"Two young brothers become the leaders of a gang of kids in their neighborhood. Their father is an office clerk who tries for advancement by playing up his boss. When the boys visit the boss' house with their father, they discover that their dad has been making a fool of himself to please his boss, who's son is an outwitted member of the boys' gang. The brothers' revolt claiming that hierarchy should be based on ability, not on social background. Ozu's charming film is a social satire that draws from the antics of childhood as well as the tragedy of maturity."},{"Id":"7639156ef7004ecdbe347466978867e8","Title":"She Done Him Wrong","Fullplot":"New York singer and nightclub owner Lady Lou has more men friends than you can imagine, unfortunately one of them is a vicious criminal who's escaped and is on the way to see \"his\" girl, not realizing she hasn't exactly been faithful in his absence. Help is at hand in the form of young Captain Cummings, a local temperance league leader, though."},{"Id":"d2e67c19cbe84886a8379edb5b8d3a0d","Title":"Imitation of Life","Fullplot":"Bea Pullman and her daughter Jessie have had a hard time making ends meet since Bea's husband died. Help comes in the form of Delilah Johnson, who agrees to work as Bea's housekeeper in exchange for a room for herself and her daughter Peola. Bea comes up with a plan to market Delilah's pancake recipe. The two soon become wealthy and as the years go on, their friendship deepens. Their relationships with their daughters, however, become strained. Ashamed of her mother, Peola seeks a new life by passing for white. Bea's love for her daughter is tested when she and Jessie fall for the same man."},{"Id":"bb4dbd47018f4d00b887bb3d5cd8e7a6","Title":"The Lost Patrol","Fullplot":"A World War I British Army patrol is crossing the Mesopotomian desert when their commanding officer, the only one who knows their destination is killed by the bullet of unseen bandits. The patrol's sergeant keeps them heading north on the assumption that they will hit their brigade. They stop for the night at an oasis and awake the next morning to find their horses stolen, their sentry dead, the oasis surrounded and survival difficult."},{"Id":"7d1c5ecb11f44930994c9a4a94fc3578","Title":"Alice Adams","Fullplot":"In the small town of South Renford, Alice Adams comes from a working class background, although she aspires to be among the upper class. Alice's mother blames Alice's father for their low social standing, despite he working hard and Alice not blaming him for anything. Regardless, Alice tries to do whatever necessary to put on appearances of wealth and social standing despite everyone in that class in town knowing who she is, and thus largely ignoring her because of her false airs. First meeting at a society ball, Alice surprisingly catches the eye of Arthur Russell, surprisingly as he purportedly is engaged to dèbutante Mildred Palmer. As Alice continues to hide her true social standing from Arthur as he courts her, Mrs. Adams pressures Mr. Adams into doing something he doesn't want to do in an effort truly to become part of the business class, that measure which entails sinking all his money into a business venture. Beyond the time when Arthur finds out the true nature behind Alice's facade, other issues may bring the fragile Adams society house of cards tumbling down around them, and thus the happiness Alice is seeking with Arthur."},{"Id":"122e9cb01dd94251a2b62ade3c0a32c2","Title":"Broadway Melody of 1936","Fullplot":"Bob Gordon is staging a new Broadway Show, but he is short of money. He gets an offer of money by the young widow Lilian, if she can dance in his new show. Bert Keeler, a paper man, gets this information and is writing about this in his column in an slight unfriendly way. Gordon's old class mate Irene Forster, a tap dancer from Albany also tries to get the leading role in this show, but Lilian insists in getting this part herself. So Irene Forster, Bert Keeler and Gordon's secretary Kitty start a little game to get Irene the leading role."},{"Id":"36070eb90bdc489da0b8ed289e6ce126","Title":"The Ghost Goes West","Fullplot":"An American businessman's family convinces him to buy a Scottish castle and disassemble it to ship it to America brick by brick, where it will be put it back together. The castle though is not the only part of the deal, with it goes the several-hundred year old ghost who haunts it."},{"Id":"17537a00f9414b7eb275ce29872ad1bc","Title":"Gold Diggers of 1935","Fullplot":"In a luxury hotel stage director Nicoleff stages a show to get the money to pay his bills. Mrs. Prentiss, who is backing the show wants her daughter Ann to marry the millionaire T. Mosely Thorpe, but Ann falls in love with Dick Curtis, while Dick's girl friend marries Ann's brother Humbolt. But the hotel secretary Betty knows a way to avoid dificulties with old Mrs. Prentiss."},{"Id":"3f9188c52f084d778e942fe5901f7afa","Title":"The Informer","Fullplot":"Dublin, 1920. Gypo Nolan, strong but none too bright, has been ousted from the rebel organization and is starving. When he finds that his equally destitute sweetheart Katie has been reduced to prostitution, he succumbs to temptation and betrays his former comrade Frankie to the British authorities for a 20 pound reward. In the course of one gloomy, foggy night, guilt and retribution inexorably close in..."},{"Id":"fba5987970a64f0b8a2bd1115a78f141","Title":"Roberta","Fullplot":"Football player John Kent tags along as Huck Haines and the Wabash Indianians travel to an engagement in Paris, only to lose it immediately. John and company visit his aunt, owner of a posh fashion house run by her assistant, Stephanie. There they meet the singer Scharwenka (alias Huck's old friend Lizzie), who gets the band a job. Meanwhile, Madame Roberta passes away and leaves the business to John and he goes into partnership with Stephanie."},{"Id":"7036f1db5e514e42940e6ee62e7011f2","Title":"The Beloved Vagabond","Fullplot":null},{"Id":"fbd474ee6abe4912848aa582ccf2987f","Title":"Dodsworth","Fullplot":"A bittersweet tale of the increasing estrangement of a retired automobile tycoon and his wife. Increasingly obsessed with maintaining an appearance of youth, she falls in with a crowd of frivolous socialites during their \"second honeymoon\" European vacation. He, in turn, meets a woman who is everything she is not: self-assured, self-confident, and able to take care of herself."},{"Id":"1f216947fa6447c69d5a4660fc53bf2e","Title":"San Francisco","Fullplot":"Mary Blake arrives at Blackie Norton's Paradise gambling hall and beer garden looking for work as a singer. Blackie embarrasses her by asking to see her legs, but does hire her. She faints from hunger. Nob Hill Socialite Jack Burley and Maestro Baldini of the Tivoli Opera House see her singing and offer her a chance to do opera, but Blackie has her under a two-year contract which she sorrowfully stands by. Later, when he makes up posters featuring Mary in tights, she does leave for the Tivoli. Blackie gets an injunction against Burley, but knocks out the process server when he hears Mary's performance as Marguerite in \"Faust\". She asks her to marry him and she agrees to go back to the Paradise as his kind of singer, but Blackie's childhood chum Father Tim intervenes. After Blackie slugs the priest, Mary leaves. She is soon the star of the Tivoli and Blackie's place is closed down. She sings a rousing \"San Francisco\" on behalf of the Paradise at the annual \"Chicken Ball\" and wins the $10,000 prize which Blackie throws to the floor. As she storms out of the hall a terrible rumble betokens the famous San Francisco earthquake. Buildings collapse, streets split wide open, the city burns, the army dynamites whole sections of town. After staggering around in a stupor Blackie finds Father Tim and the two of them find Mary at a Salvation Army camp. Backed by hundreds of others, they look out over the ruins which are gradually replaced by the shining new city with a reprise of the title song."},{"Id":"ce10fe6ea3294b458c80e0496c5f46d3","Title":"Four Sons","Fullplot":"In Burgendorf, Bavaria, Mother Bernle has four sons. Franz is in the army, Johann works at the forge, Andreas tends the sheep. Joseph is riding a hay wagon with a pretty girl when some of the hay falls off, landing on the fearsome Maj. Von Stomm. Joseph gets a slap from the major... The jovial postman has brought a letter from America. Joseph has the offer of a job in the States. But getting there is so expensive... It's Mother Bernle's birthday and most of the town gathers for the dancing. Mother gives Joseph the money she has secreted away. He leaves for the USA... It is \"Der Tag\", The Day when war is declared. Franz and Johann are excited about their new uniforms. But America is still neutral. Joseph runs the German-American Delicatessen with his new wife Annabelle. The reports of the first German battles with the Russians are good. So why does the postman carry a black-edged letter for Mother Bernle? When America does enter the war, Joseph enlists and meets his friend, the iceman from the deli... Times are very bad in Burgendorf. Von Stomm accuses Mother Bernle: she is the \"mother of a traitor\"..."},{"Id":"1d3ed31936734786abb2b3238a0e27ed","Title":"The Divine Lady","Fullplot":"A partly fictionalized account of history begins with the arrival of slatternly Emma Hart, a cook's daughter, at the home of Charles Greville. Greville takes her as his lover and grooms her until their relationship becomes an inconvenience. Greville then dupes Emma into traveling to Naples to live with his uncle, Lord Hamilton, ambassador to the court at Naples. Realizing that Greville has abandoned her, Emma agrees to marry Lord Hamilton. Soon, however, she meets Admiral Horatio Nelson of the British Navy. Emma plays a crucial role in convincing Naples to open its ports to Nelson during his campaign against Napoleon's French fleet. Soon, Emma and the married Nelson become romantically involved -- a relationship which will have consequences for them both."},{"Id":"9c84a5a1117e4efba027f66771aa0f27","Title":"Romance","Fullplot":"Young Harry is in love and wants to marry an actress, much to the displeasure of his family. Harry thinks that Bishop Armstrong knows nothing about love so Armstrong tells him the story of Rita and himself. Rita was an Opera Star singing in New York who was at a party given by Cornelius. Armstrong was a 28 year old rector. He fell for Rita when he saw her and after six weeks he wanted to marry her. Naive as he was, he thought that all of Rita's \"relationships\" were in the distant past, but Rita lives for the moment and knows that she can never marry Armstrong."},{"Id":"562c9b90b56542d98c128dc89d35f7ef","Title":"City Lights","Fullplot":"A tramp falls in love with a beautiful blind girl. Her family is in financial trouble. The tramp's on-and-off friendship with a wealthy man allows him to be the girl's benefactor and suitor."},{"Id":"e0949cd4941b4be68979ad27e04cc826","Title":"The Guardsman","Fullplot":"A Vienna based acting couple make magic when they perform together on stage. Unknown to the theater going public and despite being married for only six months, that magic seems no longer to translate to their personal life, where they are constantly arguing, even under their breaths during on-stage curtain calls. These arguments stem from the actress' moody behavior, which the actor believes means that she no longer loves him and that she is looking for another man to replace him in her personal life. He believes she even scans the audience for potential suitors, probably being most attracted to the soldier type. Their feuding is at a point where they take pot shots at each other about everything in their lives, even the quality of the other's acting. The actor may have a valid point as the actress has been receiving bouquets of roses of late and a Russian guardsman has been seen hanging around outside their home. The actor knows these things as he is that Russian guardsman (who is also a Russian prince) in disguise, he who is also sending the flowers as the guardsman. He wants to see if this guardsman can indeed woo his wife away from him, and thus show her for who she really is. He concocts a further scheme to pretend to be out of town for a 24 hour period on another acting engagement, during which time he will try and seduce her as the guardsman. But the actress may throw some wrenches into his plan."},{"Id":"456ee050a5674ebf96a96d08b0da4f81","Title":"The Mummy","Fullplot":"In 1921 a field expedition in Egypt discovers the mummy of ancient Egyptian prince Im-Ho-Tep, who was condemned and buried alive for sacrilege. Also found in the tomb is the Scroll of Thoth, which can bring the dead back to life. One night a young member of the expedition reads the Scroll out loud, and then goes insane, realizing that he has brought Im-Ho-Tep back to life. Ten years later, disguised as a modern Egyptian, the mummy attempts to reunite with his lost love, an ancient princess who has been reincarnated into a beautiful young woman."},{"Id":"b28e6474a956470b9ef399d4a07fa9a5","Title":"Smilin' Through","Fullplot":"John has lead a solitary life for thirty years since the death of Moonyeen Clare. But now Owens, a close friend, insists that he care for his niece, Kathleen, orphaned when her parents were lost at sea. Kathleen is five, but the years pass and now she is a young woman who is the image of Moonyeen. Willy wants Kathleen for his wife, but Sparks fly when she meets Kenneth Wayne one dark and stormy night. John is horrified for it was Wayne's father who shot Moonyeen dead on her wedding day and John has never found him or forgiven the family. When Ken goes off to war, John forbids any marriage and Ken agrees, while Kathleen does not. When Ken returns four years later when the war is over, he is crippled. He conceals his condition and makes plans to leave for America."},{"Id":"06a9224e90ca40e7a25166a5daafd0cc","Title":"Dekigokoro","Fullplot":"After the death of his wife, a man struggles to raise his son in nearly overwhelming poverty. When the father meets a beautiful young woman, the son becomes jealous of his father's attentions, and conflict arises between them."},{"Id":"5e42aa38e3e5402e98d96b38903eb21d","Title":"Footlight Parade","Fullplot":"Chester Kent produces musical comedies on the stage. With the beginning of the talkies era he changes to producing short musical prologues for movies. This is stressful to him, because he always needs new units and his rival is stealing his ideas. He can get an contract with a producer if he is able to stage in three days three new prologues. In spite of great problems, he does it."},{"Id":"9663fdf57ca94726b2a9ae1421548d73","Title":"King Kong","Fullplot":"Carl Denham needs to finish his movie and has the perfect location; Skull Island. But he still needs to find a leading lady. This 'soon-to-be-unfortunate' soul is Ann Darrow. No one knows what they will encounter on this island and why it is so mysterious, but once they reach it, they will soon find out. Living on this hidden island is a giant gorilla and this beast now has Ann in it's grasps. Carl and Ann's new love, Jack Driscoll must travel through the jungle looking for Kong and Ann, whilst avoiding all sorts of creatures and beasts."},{"Id":"6d5f45c9b254449e8f861016b9212bf7","Title":"State Fair","Fullplot":"The Frake family attend the Iowa State Fair. Father Abel enters his Hampshire boar, Blue Boy, in the hog contents. Mother Melissa enters the mincemeat competition. And their children, Margy and Wayne, find love with newspaper reporter Pat Gilbert and trapeze artist Emily Joyce. But will everyone return home safe and happy or will hearts be broken?"},{"Id":"1b80b6e95553445c9ed43bf5213481df","Title":"The Scarlet Empress","Fullplot":"Young Princess Sophia of Germany is taken to Russia to marry the half-wit Grand Duke Peter, son of the Empress. The domineering Empress hopes to improve the royal blood line. Sophia doesn't like her husband, but she likes Russia, and is very fond of Russian soldiers. She dutifully produces a son -- of questionable fatherhood, but no one seems to mind that. After the old empress dies, Sophia engineers a coup d'etat with the aid of the military, does away with Peter, and becomes Catherine the Great."},{"Id":"362d469051d14339ac73f7b0ac3270fa","Title":"Triumph of the Will","Fullplot":"A legendary propaganda/documentary of the Third Reich's 1934 Nuremberg Party Rally. Featuring a cast of thousands as well as, of course, Hitler, Himmler, Goebbels, Hess, Goering and other top party officials."},{"Id":"3874e62cea794661b940f010a22e7439","Title":"The Crusades","Fullplot":"The Third Crusade as it didn't happen. King Richard Coeur de Lion goes on the crusade to avoid marrying Princess Alice of France; en route, he marries Berengaria to get food for his men. Berengaria.is captured by Saladin, spurring Richard to attack and capture Acre. But Saladin, attracted to her, takes her on to Jerusalem, and Richard is in danger of assassination."},{"Id":"64b95c45878e4e8eb60e8a9b99e8b89d","Title":"Lloyd's of London","Fullplot":"Blake is in love with an aristocratic woman whose husband seriously injures him. Blake's friendship with Lord Nelson provides the basis for Blake's part in the growth of Lloyd's insurance business following the Battle of Trafalgar. Only very slightly based on history."},{"Id":"bc8bcdc1087c47318890c8df8c1a39d9","Title":"Mary of Scotland","Fullplot":"Mary Stuart returns to Scotland to rule as queen, to the chagrin of Elizabeth I of England who finds her a dangerous rival. There is much ado over whom Mary shall marry; to her later regret, she picks effete Lord Darnley over the strong but unpopular Earl of Bothwell. A palace coup leads to civil war and house arrest for Mary; she escapes and flees to England, where a worse fate awaits her."},{"Id":"a2a66add7fa94b05b013b1cabdbb75b7","Title":"Modern Times","Fullplot":"Chaplins last 'silent' film, filled with sound effects, was made when everyone else was making talkies. Charlie turns against modern society, the machine age, (The use of sound in films ?) and progress. Firstly we see him frantically trying to keep up with a production line, tightening bolts. He is selected for an experiment with an automatic feeding machine, but various mishaps leads his boss to believe he has gone mad, and Charlie is sent to a mental hospital... When he gets out, he is mistaken for a communist while waving a red flag, sent to jail, foils a jailbreak, and is let out again. We follow Charlie through many more escapades before the film is out."},{"Id":"de5e75c691424b53a16990c95cf1e4b5","Title":"Three Smart Girls","Fullplot":"The three Craig sisters, in Switzerland with their ten-years-divorced mother, run away to New York to prevent their father from marrying calculating socialite Donna Lyons. The overpowering vivacity of the Smart Girls (nominal ages 14-20) sweeps all before it, but a romantic complication between middle sister Kay and their accidental ally, Lord Michael Stuart, threatens shipwreck to their schemes..."},{"Id":"85cf8aa93b3b4f4ba31cfffc9a7ea95b","Title":"The Awful Truth","Fullplot":"Before their divorce becomes final, Jerry and Lucy Warriner both do their best to ruin each other's plans for remarriage, Jerry to haughty socialite Molly Lamont, she to oil-rich bumpkin Daniel Leeson. Among their strategies: Jerry's court-decreed visitation rights with Mr. Smith, their pet fox terrier, and Lucy doing her most flamboyant Dixie Belle Lee impersonation as Jerry's brassy \"sister\" before his prospective bride's scandalized family."},{"Id":"58fa9a1b50174a7a88fec900cb6242a9","Title":"Battling Butler","Fullplot":"Alfred's father wants him to make of a man of himself so sends him off on a hunting and fishing trip. He doesn't catch or shoot anything, but he does fall in love with a mountain girl. When her father and brothers laugh at this they are informed that he is Alfred \"Battling\" Butler, the championship fighter. From there on the masquerade must be maintained."},{"Id":"f6e1b30161164968a9c937021aef6eae","Title":"The Phantom of the Opera","Fullplot":"At the Opera of Paris, a mysterious phantom threatens a famous lyric singer, Carlotta and thus forces her to give up her role (Marguerite in Faust) for unknown Christine Daae. Christine meets this phantom (a masked man) in the catacombs, where he lives. What's his goal ? What's his secret ?"},{"Id":"a99da7384c5e4c0ba7a6dff607f16802","Title":"For Heaven's Sake","Fullplot":"The Uptown Boy, J. Harold Manners (Lloyd) is a millionaire playboy who falls for the Downtown Girl, Hope (Ralston) who works in Brother Paul's (Weigel) mission. In order to build up attendance, and win Hope's attention, Harold runs through town causing trouble, and winds up with a crowd chasing him right into the mission. He eventually wins the girl and they marry, but not without some interference from his high-brow friends."},{"Id":"af0d2990afd242b6aa923df02edc464e","Title":"Laugh, Clown, Laugh","Fullplot":"As professional clowns Tito and Simon are traveling, they happen upon an abandoned child, whom they take in and name Simonetta. When Simonetta is older, she becomes a circus performer herself. One day she is looking for roses, and climbs into the garden of Count Luigi Ravelli. The count becomes infatuated with her, but she leaves as soon as possible. Sometime later, Ravelli consults a doctor about his fits of uncontrollable laughter, and there he meets Tito, who has come to seek help for his fits of uncontrollable weeping. The two decide to help each other, and they establish a friendship, but problems arise when they realize that they are both in love with Simonetta."},{"Id":"4547a0dd87d044998e9de5cf0ab5247f","Title":"Lonesome","Fullplot":"A lonesome boy and a lonesome girl meet accidentally on their Saturday-off at Coney Island. It is love at fight sight but over the bewilderment of their sudden romance and escape from loneliness, they don't even realize they don'y even known each other's name until a fire breaks out and they are separated."},{"Id":"0456187c6a13431b923b9581eaa3f921","Title":"Gold Diggers of 1933","Fullplot":"Chorus girls Polly, Carol and Trixie are ecstatic when they learn that Broadway producer Barney Hopkins is putting on a new show. He promises all of the girls parts in the new show and even hires their neighbor Brad Roberts, an unknown composer, to write some of the music. There's only one problem: he doesn't have the money to bankroll it all. That problem is solved when Brad turns out to be quite rich but he insists that he not perform. When opening night comes, the juvenile lead can't go on forcing Brad to take the stage. He's recognized of course and his upper crust family wants him to quit. When he refuses, they tell him to end his relationship with Polly or face having his income cut off. When Brad's snobbish brother Lawrence mistakes Carol for Polly, the girls decide to have a bit of fun and teach him a lesson."},{"Id":"b3ffac90e2194398b526119c737ae0d3","Title":"Death Takes a Holiday","Fullplot":"Death decides to take a holiday from his usual business to see what it is like to be a mortal. Posing as Prince Sirki, he spends 3 days with Duke Lambert and his guests at his dukal estate. Several of the women are attracted to the mysterious prince, but shy away from him when they sense his true nature. But Grazia, the beautiful young woman whom the Duke thought was to marry his son, loves him even when she knows who he is."},{"Id":"1a89fcc597aa40d49234011dcc9900af","Title":"It Happened One Night","Fullplot":"Ellie Andrews has just tied the knot with society aviator King Westley when she is whisked away to her father's yacht and out of King's clutches. Ellie jumps ship and eventually winds up on a bus headed back to her husband. Reluctantly she must accept the help of out-of- work reporter Peter Warne. Actually, Warne doesn't give her any choice: either she sticks with him until he gets her back to her husband, or he'll blow the whistle on Ellie to her father. Either way, Peter gets what (he thinks!) he wants .... a really juicy newspaper story."},{"Id":"0097ce11cbbf4e92b075a2d63975fe5b","Title":"Everybody's Woman","Fullplot":"A famous film star is put under an anesthetic after an attempted suicide and relives her melodramatic past."},{"Id":"fc5fabc746944f7da5cb7de6f8bc1401","Title":"The Thin Man","Fullplot":"After a four year absence, one time detective Nick Charles returns to New York with his new wife Nora and their dog, Asta. Nick re-connects with many of his old cronies, several of whom are eccentric characters, to say the least. He's also approached by Dorothy Wynant whose inventor father Clyde Wynant is suspected of murdering her step-mother. Her father had left on a planned trip some months before and she has had no contact with him. Nick isn't all that keen on resuming his former profession but egged-on by wife Nora, who thinks this all very exciting, he agrees to help out. He solves the case, announcing the identity of the killer at a dinner party for all of the suspects."},{"Id":"b2104a90b5984b51b84c2a4b4e9ea282","Title":"Les Misèrables","Fullplot":"Jean Valjean, a Frenchman of good character and great strength, is convicted of stealing a loaf of bread, an act that sets in motion a lifetime of misery for Valjean, as he is pursued by the uncompromising and brutal lawman Javert."},{"Id":"0290cad141f64850bfa0b661222279ac","Title":"She","Fullplot":"Leo Vincey, told by his dying uncle of a lost land visited 500 years ago by his ancestor, heads out with family friend Horace Holly to try to discover the land and its secret of immortality, said to be contained within a mystic fire. Picking up Tanya, a guide's daughter, in the frozen Russian arctic, they stumble upon Kor, revealed to be a hidden civilization ruled over by an immortal queen, called She, who believes Vincey is her long-lost lover John Vincey, Leo's ancestor."},{"Id":"d915c29377f14ea08a49f1e34cf59024","Title":"The Wedding Night","Fullplot":"Because his finances are low and he is seeking background for a new book, author Tony Barratt and his wife Dora return to his country home in Conneecticut. While he is finding a theme for his book on the lives and customs of the local, immigrant tobacco farmers, his wife returns to New York and, alas, his Japanese servant deserts him. He meets a neighboring farm girl, Manya Novak, and hires her to cook his meals and clean his house. They soon fall in love. But, following the customs of the old country, her father has entered a 'marriage bargain' for her to wed a man, Fredrik Sobieski, not of her choosing."},{"Id":"07e904cab9aa4d21ad3829136f7c7522","Title":"7th Heaven","Fullplot":"In Paris, in the early years of the twentieth century, lives Chico, a sewer worker with lofty aspirations. One night, Chico saves a young prostitute named Diane from the murderous rage of her tyrannical sister. Despite her lifestyle, Diane is honest and innocent, and when the police arrive to arrest her, Chico spontaneously claims that she is his wife. Forced to maintain this facade or else both face prison sentences, Chico reluctantly allows Diane to live with him -- and in the process, love gradually blossoms between them. However, the dark spectre of World War I has begun to descend upon France, and Chico and Diane cannot help but fall under its shadow."},{"Id":"b979641e13e94097a22435233db32f86","Title":"The Circus","Fullplot":"The Tramp finds himself at a circus where he is promptly chased around by the police who think he is a pickpocket. Running into the Bigtop, he is an accidental sensation with his hilarious efforts to elude the police. The circus owner immediately hires him, but discovers that the Tramp cannot be funny on purpose, so he takes advantage of the situation by making the Tramp a janitor who just happens to always be in the Bigtop at showtime. Unaware of this exploitation, the Tramp falls for the owner's lovely acrobatic stepdaughter, who is abused by her father. His chances seem good, until a dashing rival comes in and Charlie feels he has to compete with him."},{"Id":"1b53b9972ae3485382a79b475280bd6b","Title":"The Broadway Melody","Fullplot":"Harriet and Queenie Mahoney, a vaudeville act, come to Broadway, where their friend Eddie Kerns needs them for his number in one of Francis Zanfield's shows. Eddie was in love with Harriet, but when he meets Queenie, he falls in love to her, but she is courted by Jock Warriner, a member of the New Yorker high society. It takes a while till Queenie recognizes, that she is for Jock nothing more than a toy, and it also takes a while till Harriet recognizes, that Eddie is in love with Queenie."},{"Id":"4db51a7d3a65490ab718f14c57e88825","Title":"Cimarron","Fullplot":"When the government opens up the Oklahoma territory for settlement, restless Yancey Cravat claims a plot of the free land for himself and moves his family there from Wichita. A newspaperman, lawyer, and just about everything else, Cravat soon becomes a leading citizen of the boom town of Osage. Once the town is established, however, he begins to feel confined once again, and heads for the Cherokee Strip, leaving his family behind. During this and other absences, his wife Sabra must learn to take care of herself and soon becomes prominent in her own right."},{"Id":"3e346ded1d324196a16ae069526ae26f","Title":"Frankenstein","Fullplot":"Henry Frankenstein is a doctor who is trying to discover a way to make the dead walk. He succeeds and creates a monster that has to deal with living again."},{"Id":"d18e829dc6574ef38a4beab8e576f618","Title":"Dr. Jekyll and Mr. Hyde","Fullplot":"Based on the story by Robert Louis Stevenson, Dr. Henry Jekyll believes that there are two distinct sides to men - a good and an evil side. He believes that by separating the two man can become liberated. He succeeds in his experiments with chemicals to accomplish this and transforms into Hyde to commit horrendous crimes. When he discontinues use of the drug it is already too late..."},{"Id":"1e6c2943af93442fbbbcd2f90787d4b5","Title":"A Farewell to Arms","Fullplot":"A tale of the love between ambulance driver Lt. Henry and Nurse Catherine Barkley during World War I. The action takes place in Italy and the two fall in love during the war and will stop at nothing to be together. The film also analyses Lt. Henry's feelings on war and the purpose of fighting."},{"Id":"6f84f0b5e17a491782ce7fb9ed6bbe66","Title":"Payment Deferred","Fullplot":"Bank clerk William Marble is desperate for money to pay his family's bills. When his wealthy nephew visits, Marble asks him for a loan, but the young man refuses. Marble decides to kill his nephew. It is a twisted path to justice after Marble is transformed by the crime he committed and the wealth he gains."},{"Id":"912cceca33ce4ca8aefe999972685ad1","Title":"Zoo in Budapest","Fullplot":"Flamboyant Zani grew up and works in the zoo. He loves animals so much that he steals animal furs from the women who wear them. Zani coaxes young beautiful Eve, an orphan, to escape her caretakers while on a group visit to the zoo. Dr. Grunbaum, the zoo director, is forced to organize a search party to capture both Zani and Eve. Zani proves too elusive and harbors Eve in a bear cave. However, when evil zookeeper Heinie discovers them, he draws the authorities' attention to their hideout..."},{"Id":"d9f234ff113f4cd183f758a8c87bf836","Title":"Masquerade in Vienna","Fullplot":"Vienna 1905: After a carnival party the famous painter Heidenick draws his otherwise engaged girlfriend Anita Helfer with very few clothes on, only blurs her face. The image makes it into the newspaper the next day - but since he can't tell the model's name without offending her influential fiancèe, he comes up with the fictional name Leopoldine Dur. Unfortunately there is a secretary with that name, who now gets into the focus of high society - and into Heidenick's, much to Anita's anger."},{"Id":"37d2bab8aff0469ea93c2a80fc96fca9","Title":"Tarzan and His Mate","Fullplot":"In the first sequel to Tarzan, the Ape Man, Harry Holt returns to Africa to head up a large ivory expedition. This time he brings his womanizing friend Marlin Arlington. Holt also harbors ideas about convincing Jane to return to London. When Holt and Arlington show Jane some of the modern clothes and perfumes they brought from civilization, she is impressed but not enough to return. Tarzan wrestles every wild animal imaginable to protect Jane but when he disallows the expedition from plundering ivory from the elephant burial grounds, it is he who takes a bullet from Arlington's gun. Jane eventually believes that Tarzan is dead but he is nursed back to health by the apes. As Jane and the returning expedition are attacked by violent natives, we wonder if Tarzan can rescue them yet again."},{"Id":"e69976779fd84dc09efb889d8c1dc59f","Title":"Twentieth Century","Fullplot":"Broadway director Oscar Jaffe (John Barrymore) is a bigger ham than most actors, but through sheer drive and talent he is able to build a successful career. When one of his discoveries, Lily Garland (Carole Lombard), rises to stardom and heeds the call of Hollywood, Oscar begins a career slide. He hits the skids and seems on his way out, until he chances to meet Lily again, on a train ride aboard the Twentieth Century Limited. Oscar pulls out all the stops to re-sign his former star, but it's a battle... because Lily, who is as temperamental as Oscar is, wants to have nothing to do with her former mentor."},{"Id":"8fb7a648d6c44b6785f8077444a44103","Title":"The Gilded Lily","Fullplot":"New York stenographer Marilyn David meets Englishman Charles Gray and they fall in love. But Charles leaves town and Marilyn discovers he is a duke's son and already engaged. Marilyn confides in her platonic friend, reporter Peter Dawes, who publicizes her as the 'No Girl' who refused nobility. So Marilyn cashes in on her unwelcome notoriety by becoming a cafe entertainer; in an unexpected way, she succeeds. But can she decide between her two loves?"},{"Id":"267f825d1ba24feca939343dcde43fe6","Title":"A Night at the Opera","Fullplot":"The Marx Brothers take on high society. Two lovers who are both in opera are prevented from being together by the man's lack of acceptance as an operatic tenor. Pulling several typical Marx Brothers' stunts, they arrange for the normal tenor to be absent so that the young lover can get his chance."},{"Id":"0aa66ca5b890450390d20b96b72585a1","Title":"Der Kaiser von Kalifornien","Fullplot":null},{"Id":"1bcc511f77744ebb8fe29e11db97f538","Title":"Upstream","Fullplot":"Among the residents of a theatrical boarding house is the last member of a once great acting family, down on his luck. When an offer to star in a London \"Hamlet\" comes, he takes lessons from a faded former star, and goes on to huge success as he forgets his old friends."},{"Id":"b9b9cb9a114d4455ab457bacb3ee0722","Title":"The Black Pirate","Fullplot":"A nobleman vows to avenge the death of his father at the hands of pirates. To this end he infiltrates the pirate band. Acting in character he is instrumental in the capture of a ship, but things are complicated when he finds that there is a young woman on board whom he wishes to protect from the threat of rape."},{"Id":"9333adc8059d4d3bb524857170075d2c","Title":"Hallelujah","Fullplot":"In a juke joint, sharecropper Zeke falls for a beautiful dancer, Chick, but she's only setting him up for a rigged craps game. He loses $100, the money he got for the sale of his family's entire cotton crop. His brother Spunk is mortally wounded in the shoot-out which follows. Zeke goes away but returns as Brother Zekiel the preacher. His forceful preaching draws the faithful in large numbers. Even Chick wants to be saved. Zekiel has asked the pretty Missy Rose to marry him, but Chick can still cast a spell over the preacher..."},{"Id":"0e1ac798ff944ad2bc5ea6f6a99d35cf","Title":"All Quiet on the Western Front","Fullplot":"This is an English language film (made in America) adapted from a novel by German author Erich Maria Remarque. The film follows a group of German schoolboys, talked into enlisting at the beginning of World War 1 by their jingoistic teacher. The story is told entirely through the experiences of the young German recruits and highlights the tragedy of war through the eyes of individuals. As the boys witness death and mutilation all around them, any preconceptions about \"the enemy\" and the \"rights and wrongs\" of the conflict disappear, leaving them angry and bewildered. This is highlighted in the scene where Paul mortally wounds a French soldier and then weeps bitterly as he fights to save his life while trapped in a shell crater with the body. The film is not about heroism but about drudgery and futility and the gulf between the concept of war and the actuality."},{"Id":"3dbe962b8f694b43a641b14bc7f3e5be","Title":"The Sin of Madelon Claudet","Fullplot":"French country girl Madelon falls for artist Larry, who leaves her after she becomes pregnant. She finds help from jewel thief Carlo, but he commits suicide when the police try to arrest him. Madelon is arrested and receives a ten year term in prison for assisting him in his profession. To support her son, who does not know that she's been in prison, she becomes a street walker, allowing him to attend medical school."},{"Id":"8c534bf5eb9e4320a04afb8e60442beb","Title":"Broken Lullaby","Fullplot":"A young French soldier in World War I is overcome with guilt when he kills a German soldier who, like himself, is a musically gifted conscript, each having attended the same musical conservatory in France. The fact that the incident occurred in war does not assuage his guilt. He travels to Germany to meet the man's family."},{"Id":"d408eee0dadb4720b354af450390c340","Title":"The Song of Night","Fullplot":null},{"Id":"d8742d719b0b43dcad3e0211ffb4d4d5","Title":"The Music Box","Fullplot":"The Laurel & Hardy Moving Co. have a challenging job on their hands (and backs): hauling a player piano up a monumental flight of stairs to Prof. von Schwarzenhoffen's house. Their task is complicated by a sassy nursemaid and, unbeknownst to them, the impatient Prof. von Schwarzenhoffen himself. But the biggest problem is the force of gravity, which repeatedly pulls the piano back down to the bottom of the stairs. Finally, the irate Professor explodes in fury to discover the \"mechanical blunderbuss\" in his home, not knowing it was a surprise birthday present from his wife."},{"Id":"9dcf94f08ceb45d78188b483a6a715cf","Title":"Shanghai Express","Fullplot":"Many passengers on the Shanghai Express are more concerned that the notorious Shanghai Lil is on board than the fact that a civil war is going on that may make the trip take more than three days. The British Army doctor, Donald Harvey, knew Lil before she became a famous \"coaster.\" A fellow passenger defines a coaster as \"a woman who lives by her wits along the China coast.\" When Chinese guerillas stop the train, Dr. Harvey is selected as the hostage. Lil saves him, but can she make him believe that she really hasn't changed from the woman he loved five years before?"},{"Id":"9a7040b7c8474a16b27a3618fcde2758","Title":"The Emperor Jones","Fullplot":"At a Baptist prayer meeting, the preacher leads a prayer for Brutus Jones, who is leaving to become a railway porter. Jones joins the congregation in a spiritual. Once on the train, Jeff, a porter, shows Jones the ropes. Jones secretly takes up with Jeff's girl, Undine. He makes some money in a deal with a rich businessman on the train. Jones proves to be a cunning manipulator and a good liar. In a crap game, Jones stabs Jeff over a pair of loaded dice. Now doing hard labour, Jones kills a white prison guard and escapes. Shovelling coal on a ship in the Caribbean, Jones swims to an island. He is brought before the island's ruler, where Smithers, a crooked white trader, buys his freedom. Jones schemes his way into a partnership in Smithers' business, then finally control of the entire island through a touch of witchcraft, or so it seems. Brutus declares himself to be The Emperor Jones... Smithers reports on the unrest that Jones' rule is causing. One morning, the palace is empty of servants. As rebel drums beat, Jones flees into the forest where he is haunted by visions from his past..."},{"Id":"cb288ebe25244a0499941c227e52fa46","Title":"The Invisible Man","Fullplot":"Working in Dr. Cranley's laboratory, scientist Jack Griffin was always given the latitude to conduct some of his own experiments. His sudden departure, however, has Cranley's daughter Flora worried about him. Griffin has taken a room at the nearby Lion's Head Inn, hoping to reverse an experiment he conducted on himself that made him invisible. Unfortunately, the drug he used has also warped his mind, making him aggressive and dangerous. He's prepared to do whatever it takes to restore his appearance, and several will die in the process."},{"Id":"c8f0e4a9e1c64e95aa38a336a4404544","Title":"The New Gulliver","Fullplot":"While hearing the story of \"Gulliver's Travels\", a young boy dreams he is the title character on the island of Lilliput ."},{"Id":"c605fe4bf4fe4feb98952a0d0dfa2e88","Title":"The Lower Depths","Fullplot":"The winner of the Louis Delluc Prize as the most outstanding French photo-play of 1936, as selected by the Young Independent Critics of France (an organization and not a description.) The film treats the imprisoning hold of poverty; the disheartening odds of people rising from such social despair, and the ease in which those in the upper spheres of Society may descend."},{"Id":"7d1c2d587e864e7e8521a5a046b5a734","Title":"The Charge of the Light Brigade","Fullplot":"Major Vickers is an officer at the 27th Lancers in India 1856. When the regiment is on maneuver, the barracks are attacked by Surat Khan and his soldiers who massacre British women and children. This leaves an inextinguishable memory and Vickers promises to revenge the dead."},{"Id":"2f7f4e56773c405baf0db9a57ee16fe3","Title":"Street Angel","Fullplot":"In Naples, where prostitutes can pay their rent, Angela is sentenced to a year in the workhouse when she tries to steal(while streetwalking) to pay for medicine for her dying mother. She escapes and is hidden by a circus, where she's a natural talent and meets Gino, a painter. When she breaks her ankle in a fall, her career ends. What can she and Gino do? He wants to go to Naples, but the law may still be looking for her, and Gino doesn't know about her past. Starving artist and a beauty with a secret: is there room in this world for them?"},{"Id":"2647af743af7438ca9ca410d4b2420c5","Title":"Mèdchen in Uniform","Fullplot":"German film in which a sensitive girl is sent to an all-girls boarding school and develops a romantic attachment to one of her teachers. One of the earliest narrative films to explicitly portray homosexuality."},{"Id":"b307fccdaea4412783e14c28a3a593c7","Title":"Love Me Tonight","Fullplot":"Maurice Courtelin, a Parisian tailor (Maurice Chevalier), is owed a great sum of money by a viscount (Charles Ruggles). Stalling for time, the titled but penniless nobleman moves Maurice into the family chateau and passes him off as a baron. The beguiling Maurice soon charms the entire aristocratic household, except for the haughty Princess Jeanette (Jeanette MacDonald), who remains suspicious of him. But suspicion eventually gives way to love."},{"Id":"75f0d7084bd442cf89c1e1dd6eccbe2d","Title":"The Red Head","Fullplot":null},{"Id":"4a291e394ca74cc78194cb5f5b1b4a82","Title":"Duck Soup","Fullplot":"The small state of Freedonia is in a financial mess, borrowing a huge sum of cash from wealthy widow Mrs. Teasdale. She insists on replacing the current president with crazy Rufus T. Firefly and mayhem erupts. To make matters worse, the neighboring state sends inept spies Chicolini and Pinky to obtain top secret information, creating even more chaos!"},{"Id":"823cd4d3581e4e1796567b3a48ebe067","Title":"The Power and the Glory","Fullplot":"A man's life is retold just after his funeral. Beginning as a track walker, Tom Garner rose through all sorts of railroad jobs to head the company. In the meantime he lost touch with his family. When he saw what was happening it was already too late."},{"Id":"0360397b44684c5c9830d2909570866c","Title":"Man of Aran","Fullplot":null},{"Id":"39991a937a414606b1dbfbfc59031b1e","Title":"Les Misèrables","Fullplot":"The lives of numerous people over the course of 20 years in 19th century France, weaved together by the story of an ex-convict named Jean Valjean on the run from an obsessive police inspector, who pursues him for only a minor offense."},{"Id":"ae427c08d53f41109c7e1ea2354b4caf","Title":"One Night of Love","Fullplot":"Mary Barrett is an aspiring Opera singer who is taken under the wings of a famous operatic maestro, Guilio Monterverdi. After spending endless working hours together and arguing, their relationship develops into love. But, jealousy and misunderstandings prevent Mary and Guilio from acknowledging their true feelings."},{"Id":"f0ed5c19269b45df94e0c63baa53fd19","Title":"Moscow Laughs","Fullplot":"Merry Fellows was the first Soviet musical comedy. Set in Odessa and Moscow in the 1930's. Shepherd Kostya Potekhin (Utyosov) is mistaken for an international concert star. He falls in love with Anyuta (Orlova) and plays the \"star\" for her. In a cascade of comic musical numbers he becomes the leader of a Jazz-Band and gives a hilarious show at the Odessa Music Hall. Now he is destined to perform at the Bolshoi Theatre in Moscow."},{"Id":"cdc4490358ff4516a0334a1d8e045842","Title":"Dante's Inferno","Fullplot":"Jim Carter moves in on the McWade's carnival concession which shows scenes from Dante's \"Inferno\". He makes it a going concern, marrying Betty along the way. An inspector calls the amusement pier unsafe but Carter bribes him. The pier collapses, leading to the inspector's suicide, injury to Pop McWade, trial for Carter, and Betty's leaving him. Carter starts over with an unsafe floating casino."},{"Id":"db8a04a415e540509c374e3a37692a62","Title":"Swedenhielms Family","Fullplot":"The Swedenhielms is an old aristocratic family. The head of the family is professor Rolf Swedenhielm. His three children Bo, Julia and Rolf Jr also live in the house. They also have an excellent house maid, Boman. Because of the family's extravagance, they are heading for bankruptcy. But perhaps their problems would be solved if Rolf was awarded the Nobel Prize?"},{"Id":"f0b5d0190cca411ba5df433aa67515cd","Title":"Anthony Adverse","Fullplot":"In late 18th century Italy, a beautiful young woman finds herself married to a rich but cruel older man. However, she is in love with another, younger man. When the husband finds out, he kills the lover in a swordfight, and takes his wife on a long trip throughout Europe. Months later, she dies giving birth to a son. The husband leaves the child at a convent, where he is raised until the age of 10; then he is apprenticed to a local merchant, who gives him the name \"Anthony Adverse\" because of the adversity in his life. But his adversity has only begun, as fate takes him to Cuba, Africa, and Paris."},{"Id":"1631ab257e6347df821386c5ecbfda18","Title":"Flash Gordon","Fullplot":"A rogue planet is 'rushing madly toward the earth.' Impending doom creates worldwide pandemonium. But maverick scientist Dr. Zarkov hopes to stay disaster by travelling to the new planet in his experimental rocket. Two chance-met strangers, athletic Flash Gordon and damsel in distress Dale Arden, go with him. Arrived, the trio find Mongo to be a planet of wonders, warring factions, and deadly perils, its orbit controlled by Emperor Ming who has his own sinister plans for earth. Can our heroes, armed only with science and sex appeal, stop him?"},{"Id":"d69fc495ac854310b7dc873769c31256","Title":"The Green Pastures","Fullplot":"God, heaven, and several Old Testament stories, including the Creation and Noah's Ark, are described supposedly using the perspective of rural, black Americans."},{"Id":"6f729aebe3ab41f088779f98a1ec009c","Title":"Camille","Fullplot":"An attractive woman going by the name Marguerite lives in Paris and is a courtesan, kept by the rich aristocrat Baron de Varville. When the handsome young Armand sees her for the first time, he immediately falls in love. Camille is not so easy as to fall for his charms immediately. She lives a comfortable life, after all. As she comes to have feelings for him, Armand's father intervenes asking her not to cast a shadow on his son's future prospects and she agrees. In her greatest time of need however, the loving Armand returns to her."},{"Id":"18692c424a3842269d1ccb9aa3b5a912","Title":"Elephant Boy","Fullplot":"This black and white movie is based on Rudyard Kipling's \"Toomai, of the Elephants\", in which a small native lad claims he knows the congregating place of the elephant hordes."},{"Id":"7a4bc286f32b44dbae7f646723b3f5c5","Title":"Ben-Hur: A Tale of the Christ","Fullplot":"Erstwhile childhood friends, Judah Ben-Hur and Messala meet again as adults, this time with Roman officer Messala as conqueror and Judah as a wealthy, though conquered, Israelite. A slip of a brick during a Roman parade causes Judah to be sent off as a galley slave, his property confiscated and his mother and sister imprisoned. Years later, as a result of his determination to stay alive and his willingness to aid his Roman master, Judah returns to his homeland an exalted and wealthy Roman athlete. Unable to find his mother and sister, and believing them dead, he can think of nothing else than revenge against Messala."},{"Id":"2e9588f37bde4111836558fb6289aca6","Title":"Metropolis","Fullplot":"Sometime in the future, the city of Metropolis is home to a Utopian society where its wealthy residents live a carefree life. One of those is Freder Fredersen. One day, he spots a beautiful woman with a group of children, she and the children who quickly disappear. Trying to follow her, he, oblivious to such, is horrified to find an underground world of workers, apparently who run the machinery which keeps the above ground Utopian world functioning. One of the few people above ground who knows about the world below is Freder's father, Joh Fredersen, who is the founder and master of Metropolis. Freder learns that the woman is Maria, who espouses the need to join the \"hands\" - the workers - to the \"head\" - those in power above - by a mediator or the \"heart\". Freder wants to help the plight of the workers in the want for a better life. But when Joh learns of what Maria is espousing and that Freder is joining their cause, Joh, with the assistance of an old colleague and now nemesis named Rotwang, an inventor, works toward quashing a supposed uprising, with Maria as the center of their plan. However, Joh is unaware that Rotwang has his own agenda. But if any of these plans includes the shut down of the machines, total anarchy could break loose both above ground and below."},{"Id":"2f998399537a4b5e9309a8a8c2c53702","Title":"Flesh and the Devil","Fullplot":"Leo and Ulrich are life long friends. Home, on leave from their military training, Leo sees the beautiful Felicitas at the railroad station. Awed by her beauty, they meet again at the ball and quietly leave together. In her room, her husband, about whom she has neglected to inform Leo, comes in and challenges Leo to a duel. The duel is done, the Count is killed, and Felicitas is a widow. Leo, however, is 'requested' to serve 5 years in Africa and he tells Ulrich to watch over Felicitas while he is gone. After 3 years, Ulrich is able to get a pardon for Leo, and all that Leo thinks about on the way home is Felicitas. When he arrives, he learns that Felicitas has married Ulrich. Felicitas likes that Ulrich is rich and she never told Ulrich the truth about Leo and her. Leo is crushed and does not visit them which saddens Ulrich as he does not know the reason why. Leo tries to stay away from her, but Felicitas uses every opportunity to tempt him to return to her as her lover. She creating a deadly triangle with the two life long friends."},{"Id":"aa69a1d43a3f4b0d889062b9edafb7d9","Title":"The Last Command","Fullplot":"A decorated, aristocratic Czarist General is reduced to penury after the collapse of Imperial Russia. An old adversary, now a successful director hires the general to re-enact the revolution which deposed him."},{"Id":"a74550d35c9343a8a41ee748a895da83","Title":"Steamboat Willie","Fullplot":"Mickey is piloting a steamboat when Captain Pete comes to the bridge and throws him off. They stop to pick up cargo. Minnie just misses the boat and Mickey uses the crane to grab her. She drops her sheet music of \"Turkey in the Straw\" and a goat eats it. With help from Mickey, she cranks the goat's tail, and it plays the tune. Mickey accompanies on percussion and by torturing various animals, until Pete comes down and puts a stop to it, putting Mickey to work peeling potatoes. While this is the first sound Mickey Mouse, there's no dialog."},{"Id":"fb8c5d48dfd846928d7c95aef44bbdcc","Title":"The Devil to Pay!","Fullplot":"Spendthrift Willie Leyland again returns to the family home in London penniless. His father is none too pleased but Willie smooth-talks him into letting him stay. At the same time he turns the charm on Dorothy Hope, whose father is big in linoleum and who, before Willie's arrival, was about to become engaged to a Russian aristocrat."},{"Id":"a2533a1a33a042c292ef1bd3b8304541","Title":"The Blood of a Poet","Fullplot":null},{"Id":"11e0aca7a36b4702b9ce0b984800c6ae","Title":"City Streets","Fullplot":"Nan, a racketeer's daughter, is in love with The Kid, a shooting gallery showman. Despite Nan's prodding, The Kid has no ambitions about joining the rackets and making enough money to support Nan in the lifestyle she's accustomed to. Her attitude changes after her father implicates her in a murder and she's sent to prison. During her incarceration, her father convinces The Kid to join the gang in order to help free Nan. When Nan is released, she wants nothing more to do with the mob and tries to get The Kid to quit, but she may be too late."},{"Id":"1b14844211634ff89ec94b99ddfabe76","Title":"Wild Boys of the Road","Fullplot":"At the bottom of the depression, Tom's mother has been out of work for months when Ed's father loses his job. Not to burden their parents, the two high school sophomore's decide to hop the freights and look for work. Wherever they go, there are many other kids just like them, so Tom, Ed and now Sally stick together. They camp in places like 'Sewer City' as long as they can until the local authorities run them off. They travel all over the mid west and when they get to New York, Ed thinks that they may finally find work."},{"Id":"462808da051a478691fb0368e684fffb","Title":"The Count of Monte Cristo","Fullplot":"Edmond Dantes is imprisoned in the Chateau d'If without trial, for carrying a message from Napoleon in exile on Elba. After being told that he died in prison, his fiancè Mercedes is forced to marry his rival Count Mondego. Twenty years later, Dantes escapes with the help of the Abbe Faria, who leaves him the treasure of Monte Cristo. Dantes, now called the Count of Monte Cristo, plans his revenge on the three who framed him."},{"Id":"a03095e1b69d4ae594237d0bee0e5bd5","Title":"Curly Top","Fullplot":"Wealthy Edward Morgan becomes charmed with a curly-haired orphan and her pretty older sister Mary and arranges to adopt both under the alias of \"Mr. Jones.\" As he spends more time with them, he soon finds himself falling in love with Mary."},{"Id":"9104147038f04f53ac00098b3c821478","Title":"The Devil Is a Woman","Fullplot":"Film told in flashbacks of an older man's obsession for a woman who can belong to no-one but can frustrate everyone. The backdrop is Sternbergès surreal and fantastic Carnaval in Spain. In a cafè the older man details his encounters with the heart breaker that his younger friend has only just met at the parade. Forewarned, the young man swears he will avoid the fate of his friend, but rushes all the same to his evening rendezvous. A dreamlike story of frustrated, lost romance, spoken in the past tense, never really resolved."},{"Id":"74a004b8fcb94ad488862d6b687bb361","Title":"The Garden of Allah","Fullplot":"Domini, an heiress who has led a cloistered life, visits the North African desert for spiritual renewal. There she meets Boris, recently escaped from a Trappist monastery. Their friendship ripens into love, but he conceals his past from her. Then in a remote oasis, they meet a man who knows his secret."},{"Id":"c23f42ec59834d8caf135a87638ad4f3","Title":"Mr. Deeds Goes to Town","Fullplot":"Longfellow Deeds lives in a small town, leading a small town kind of life - including playing the tuba in the town band. When a relative dies and leaves Deeds a fortune, Longfellow picks up his tuba and moves to the big city where he becomes an instant target for everyone from the greedy opera committee to the sensationist daily newspaper. Deeds outwits them all until Babe Bennett comes along. Babe is a hot-shot reporter who figures the best way to get close to Deeds is to pose as a damsel in distress. When small-town boy meets big-city girl anything can, and does, happen."},{"Id":"4da8fd56bcbc405c883c18442adc949b","Title":"My Man Godfrey","Fullplot":"In the depths of the Depression, a party game brings dizzy socialite Irene Bullock to the city dump where she meets Godfrey, a derelict, and ends by hiring him as family butler. He finds the Bullocks to be the epitome of idle rich, and nutty as the proverbial fruitcake. Soon, the dramatizing Irene is in love with her 'protege'...who feels strongly that a romance between servant and employer is out of place, regardless of that servant's mysterious past..."},{"Id":"3b42acd2c9b34b8b942dfa033b880511","Title":"The Robber Symphony","Fullplot":null},{"Id":"35227c93602546dd97b9f1eb13943de1","Title":"Final Accord","Fullplot":"A young, impoverished German woman named Hanna (Maria von Tasnady) gives her infant up for adoption and emigrates to American to live with her husband. When her husband commits suicide, Hanna returns to Germany and works her way into becoming the live-in maid and nurse to her child being raised by an orchestra conductor and his wife."},{"Id":"d21e33b57c0b4c24bfc9f3dff8dcb545","Title":"The Jazz Singer","Fullplot":"Cantor Rabinowitz is concerned and upset because his son Jakie shows so little interest in carrying on the family's traditions and heritage. For five generations, men in the family have been cantors in the synagogue, but Jakie is more interested in jazz and ragtime music. One day, they have such a bitter argument that Jakie leaves home for good. After a few years on his own, now calling himself Jack Robin, he gets an important opportunity through the help of well-known stage performer Mary Dale. But Jakie finds that in order to balance his career, his relationship with Mary, and his memories of his family, he will be forced to make some difficult choices."},{"Id":"bb7a55adf6a846ab9bb02c28fd4f3fd4","Title":"Morocco","Fullplot":"The Foreign Legion marches in to Mogador with booze and women in mind just as singer Amy Jolly arrives from Paris to work at Lo Tinto's cabaret. That night, insouciant legionnaire Tom Brown catches her inimitably seductive, tuxedo-clad act. Both bruised by their past lives, the two edge cautiously into a no-strings relationship while being pursued by others. But Tom must leave on a perilous mission: is it too late for them?"},{"Id":"5d23fba2b1bf47f786d3f46a4d628ddc","Title":"Nosferatu","Fullplot":"Wisbourg, Germany based estate agent Knock dispatches his associate, Hutter, to Count Orlok's castle in Transylvania as the Count wants to purchase an isolated house in Wisbourg. They plan on selling him the one across the way from Hutter's own home. Hutter leaves his innocent wife, Ellen, with some friends while he is away. Hutter's trek is an unusual one, with many locals not wanting to take him near the castle where strange events have been occurring. Once at the castle, Hutter does manage to sell the Count the house, but he also notices and feels unusual occurrences, primarily feeling like there is a dark shadow hanging over him, even in the daytime when the Count is unusually asleep. Hutter eventually sees the Count's sleeping chamber in a crypt, and based on a book he has recently read, believes the Count is really a vampire or Nosferatu. While Hutter is trapped in the castle, the Count, hiding in a shipment of coffins, makes his way to Wisbourg, causing death along his way, which most attribute to the plague. Hutter himself tries to rush home to save his town and most importantly save Ellen from Nosferatu's imminent arrival. In Wisbourg, Ellen can feel the impending darkness as Nosferatu gets closer. But she learns that a sinless woman can sacrifice herself to kill the vampire. Will Hutter be able to save Ellen either from Nosferatu and/or her self-sacrifice?"},{"Id":"7fe03907de4c46729de68c56913983cd","Title":"M","Fullplot":"In Germany, Hans Beckert is an unknown killer of girls. He whistles Edvard Grieg's 'In The Hall of the Mountain King', from the 'Peer Gynt' Suite I Op. 46 while attracting the little girls for death. The police force pressed by the Minister give its best effort trying unsuccessfully to arrest the serial killer. The organized crime has great losses due to the intense search and siege of the police and decides to chase the murderer, with the support of the beggars association. They catch Hans and briefly judge him."},{"Id":"f92ef19de7f741fa870a24f1f8327fb3","Title":"è Nous la Libertè","Fullplot":"A famous left-wing satirical comedy about two ex-convicts, one of whom escaped jail and then worked his way up from salesman to factory owner, where he oversees a highly mechanized operation where the workers are reduced to mere automatons. Fearful of being exposed over his past, at first by his friend and later by another gangster, the owner chooses to give his factory to the workers, then escapes with his friend to the freedom of the open road. The production company for \"A Nous la Liberte\" was for more than a decade embroiled in a lawsuit claiming that Charles Chaplin had seen their film and plagiarized many ideas from it as he developed \"Modern Times.\""},{"Id":"fadeba53481f43eb83110de55d08c146","Title":"Trouble in Paradise","Fullplot":"High class European thief Gaston Monescu meets his soul mate Lily, a pickpocket masquerading as a countess. The two join forces and come under the employ of Mme. Colet, the beautiful owner of the Colet perfume company. Gaston works as Mme. Colet's personal secretary under the alias Monsieur La Valle. Rumors start to fly as 'M. La Valle' steals Mme. Colet away from her other suitors. When the secret of his true identity catches up to him, Gaston is caught between the two beautiful women."},{"Id":"f17862689fbc4627bcf3a11fa067a048","Title":"Queen Christina","Fullplot":"Queen Christina of Sweden is a dominant European ruler in the 17th century, and has never thought of romance. However, she accidentally and secretly falls in love with an emissary from Spain, even though a marriage between the two seems out of the question."},{"Id":"3530f6f5addf4f4e8d6d96e3110c57d5","Title":"Anna Karenina","Fullplot":"This version of the Tolstoy classic lingers longer in Moscow during the weeks that follow the initial meeting of the starstruck lovers-to-be Vronsky and Anna Karenina. The story -- as it unfolds -- also focuses on Kitty, a young woman who is related to Anna's sister-in-law whose marital rift has brought Anna to Moscow. Until Anna shows up, Kitty had hopes of getting Vronsky, who is single and well connected, to propose to her. Ignored by Vronsky, Kitty turns her attention to another suitor, a man who seems to have a lot in common with Tolstoy."},{"Id":"073483d0539f452197be0926321f27cd","Title":"Romeo and Juliet","Fullplot":"The Montagues and the Capulets, two powerful families of Verona, hate each other. Romeo, son of Montague, crashes a Capulet party, and there meets Juliet, daughter of Capulet. They fall passionately in love. Since their families would disapprove, they marry in secret. Romeo gets in a fight with Tybalt, nephew of Lady Capulet, and kills him. He is banished from Verona. Capulet, not knowing that his daughter is already married, proceeds with his plans to marry Juliet to Paris, a prince. This puts Juliet in quite a spot, so she goes to the sympathetic Friar Laurence, who married her to Romeo. He suggests a daring plan to extricate her from her fix. Tragedy ensues."},{"Id":"2818515728da4689a2fa333fec82bd39","Title":"Tsirk","Fullplot":"US - Vaudeville dancer Marion Dixon is with her German manager von Kneischitz on tour - in Moskau. Her act includes a gun shooting her to the trapeze, the stage director there wants a copy of this act for the USSR. She falls in love with a Soviet enginer, but von Kneischitz blackmails her with her dark spot in her life, she has a colored baby, to leave Moskau."},{"Id":"1996458d1cae468081eaf76adf291cb8","Title":"Sunrise","Fullplot":"In this fable-morality subtitled \"A Song of Two Humans\", the \"evil\" temptress is a city woman who bewitches farmer Anses and tries to convince him to murder his neglected wife, Indre."},{"Id":"921e48e9bb2a40979b7680a8e087d456","Title":"Wings","Fullplot":"Two young men fall in love with the same same girl. After the US enters WWI, both join the Air Corps and become aces. They remain friends, but the relation to the girl threatens their friendship."},{"Id":"38285bf20ac84dbc83b3e3e4f80cde75","Title":"The Big House","Fullplot":"After a manslaughter conviction from drunk driving, nice but foolish Kent is sent to a prison over-crowded and unable to properly deal with it's inmates. There he meets veteran criminals like Morgan and his hardened pal Butch. And the system punishes them all, turning them against each other and bringing out the worst."},{"Id":"002ed5ee814247449a136a01661ad756","Title":"Men Without Women","Fullplot":"Aboard the U.S. submarine S13 in the China seas, Chief Torpedoman Burke goes about his duties. In actuality, he is Quartermaine, the infamous former commander of the British ship Royal Scot, which was sunk by Germans with a Field Marshal aboard. Quartermaine had told his sweetheart that the Field Marshal would be aboard, not knowing that she was an informant for the enemy. When the S13 sinks, Burke takes charge when the commander, Ensign Price, is unable to command. Burke must keep his mates alive long enough on the bottom of the sea for rescuers to arrive."},{"Id":"12bbb1f4226f465cb5e04cdde66748a1","Title":"Earth","Fullplot":"Dovzhenko's \"film poem\" style brings to life the collective experience of life for the Ukranian proles, examining natural cycles through his epic montage. He explores life, death, violence, sex, and other issues as they relate to the collective farms. An idealistic vision of the possibilities of Communism made just before Stalinism set in and the Kulack class was liquidated, \"Earth\" was viewed negatively by many Soviets because of its exploration of death and other dark issues that come with revolution."},{"Id":"f9e5b502e6094accaba2e6b938fa3abf","Title":"Comradeship","Fullplot":"A old German mine was split in two after the end of WWI because of the new border. In the Frenchpart a fire breaks out. The German minwers send a rescue group in, helping their French comrades. A group of three old German miners, who where not treaten friendly at a French inn the night before, start their private rescue through an old way, where since 1919 the border is. After all survivors are rescued, there's a big party with speeches about friendship between Frensh and Germans, while border police closes the old way in the mine."},{"Id":"ad1a3ccf53624826a55b0136101f7c3a","Title":"Tarzan the Ape Man","Fullplot":"James Parker and Harry Holt are on an expedition in Africa in search of the elephant burial grounds that will provide enough ivory to make them rich. Parker's beautiful young daughter Jane arrives unexpectedly to join them. Harry is obviously attracted to Jane and he does his best to help protect her from all the dangers that they experience in the jungle. Jane is terrified when Tarzan and his ape friends first abduct her, but when she returns to her father's expedition she has second thoughts about leaving Tarzan. After the expedition is captured by a tribe of violent dwarfs, Jane sends Cheetah to bring Tarzan to rescue them..."},{"Id":"d71153a829eb441d869a6116fd8b300f","Title":"Chapayev","Fullplot":"This film is based on the book about Vasili Ivanovich Chapaev (1887 - 1919) who was in real life the Commander of the 25th Division of the Red Army. Chapaev is an uneducated peasant and a decorated hero in the World War I and later in the Russian Civil War, that followed the Russian revolution. This man of action is fighting on the side of the poor people. His troops consist of peasants, just like him. Unable to write, he can brilliantly demonstrate various battle tactics by moving potatoes on the table. He is street smart. He never lost a battle against the experienced Generals of the Tzar's Army."},{"Id":"2255498dba5b470ea8a22d7d4292a47f","Title":"Toni","Fullplot":"In the 1920s, the Provence is a magnet for immigrants seeking work in the quarries or in the agriculture. Many mingle with locals and settle down permanently - like Toni, an Italian who has moved in with Marie, a Frenchwoman. Even a well-ordered existence is not immune from boredom, friendship, love, or enmity, and Toni gets entangled in a web of increasingly passionate relationships. For there is his best pal Fernand, but also Albert, his overbearing foreman; there is Sebastian, a steady Spanish peasant, but also Gabi, his young rogue relative; there is Marie, but there is also Josefa."},{"Id":"bab78dda90f64152b22fe8731e78bddb","Title":"The World Moves On","Fullplot":null},{"Id":"fa025cb5894d48cfa9a254edb0a9e90b","Title":"Becky Sharp","Fullplot":"Set against the background of the Battle of Waterloo, Becky Sharp is the story of Vanity Fair by Thackeray. Becky and Amelia are girls at school together, but Becky is from a \"show biz\" family, or in other words, very low class. Becky manages to insinuate herself in Amelia's family and gets to know all their friends. From this possibly auspicious- beginning, she manages to ruin her own life, becoming sick, broke, and lonely, and also ruins the lives of many other \"loved ones\". In the movie we get to see the class distinctions in England at the time, and get a sense of what it was like for the English military at the time of the Napoleonic wars."},{"Id":"52c966086b564bea83c2b30bec3e8282","Title":"Black Fury","Fullplot":"An immigrant coal miner finds himself in the middle of a bitter labor dispute between the workers and the mine owners."},{"Id":"0441e3e2c94f4f9faf10b5887f291824","Title":"Scrooge","Fullplot":"Scrooge, the ultimate Victorian miser, hasn't a good word for Christmas, though his impoverished clerk Cratchit and nephew Fred are full of holiday spirit. But in the night, Scrooge is visited by spirits of another color. Straightforward adaptation of Dickens"},{"Id":"d72fe32b02c4419f9c2b9bc35f507b40","Title":"The Great Ziegfeld","Fullplot":"At the 1893 Chicago World's Fair, sideshow barker Flo Ziegfeld turns the tables on his more successful neighbor Billings, and steals his girlfriend to boot. This pattern is repeated throughout their lives, as Ziegfeld makes and loses many fortunes putting on ever bigger, more spectacular shows (sections of which appear in the film). French revue star Anna Held becomes his first wife, but it's not easy being married to the man who \"glorified the American girl.\" Late in life, now married to Billie Burke, he seems to be all washed up, but..."},{"Id":"01944e78f81442d69df02e67985bc31d","Title":"Rembrandt","Fullplot":"This character study joins the painter at the height of his fame in 1642, when his adored wife suddenly dies and his work takes a dark, sardonic turn that offends his patrons. By 1656, he is bankrupt but consoles himself with the company of pretty maid Hendrickje, whom he's unable to marry. Their relationship brings ostracism but also some measure of happiness. The final scenes find him in his last year, 1669, physically enfeebled but his spirit undimmed."},{"Id":"66afb035ae244bdf80c8bb7f03b8bbcf","Title":"Secret Agent","Fullplot":"During the first world war, novelist Edgar Brodie is sent to Switzerland by the Intelligence Service. He has to kill a German agent. During the mission he meets a fake general first and then Elsa Carrington who helps him in his duty."},{"Id":"38494c1b31a84049b4ad0f3f43476948","Title":"Theodora Goes Wild","Fullplot":"The small-town prudes of Lynnfield are up in arms over 'The Sinner,' a sexy best-seller. They little suspect that author 'Caroline Adams' is really Theodora Lynn, scion of the town's leading family. Michael Grant, devil-may-care book jacket illustrator, penetrates Theodora's incognito and sets out to 'free her' from Lynnfield against her will. But Michael has a secret too, and gets a taste of his own medicine."},{"Id":"dab0482c598f445ea9d850573d359412","Title":"A Day in the Country","Fullplot":"The family of a Parisian shop-owner spends a day in the country. The daughter falls in love to a man at the inn, where they spend the day."},{"Id":"4d4970281228472aa117f5a74e6693fb","Title":"Beau Geste","Fullplot":"Michael \"Beau\" Geste leaves England in disgrace and joins the infamous French Foreign Legion. He is reunited with his two brothers in North Africa, where they face greater danger from their own sadistic commander than from the rebellious Arabs."},{"Id":"2fd70562f5c34e0d9c9b471d73b0d1a9","Title":"The Cameraman","Fullplot":"After becoming infatuated with a pretty office worker for MGM Newsreels, Buster trades in his tintype operation for a movie camera and sets out to impress the girl (and MGM) with his work."},{"Id":"a696869858094e5da1c7cfde7454f4d0","Title":"The Crowd","Fullplot":"Born on the fourth of July, 1900, the future holds unlimited potential for newborn John Sims. But dreams soon fade with the death of his father when John is but a lad. Like many before him, John sets out to make his mark in New York City, but ends up a faceless worker (#137) in a large office of a large business. Still he is happy with his fate and soon meets a young woman named Mary on a blind double date. Things take their course and they soon marry and live in a small apartment. Soon John is bickering with Mary and finds that he has no love for the in-laws. When the marriage looks like a bust, he finds that Mary is with child and he stays. After 5 years, he has a son and a daughter and the same dead end job. When tragedy strikes, John must find the conviction to continue or lose what little he has left."},{"Id":"3003e7baabf648de87e023af5ae6d094","Title":"King of Jazz","Fullplot":"This revue presents its numbers around the orchestra leader Paul Whiteman, besides that it shows in it's final number that the European popular music are the roots of American popular music, called Jazz."},{"Id":"5fd7ed2c61444bfab5bc150a20b6690c","Title":"Dishonored","Fullplot":"The Austrian Secret Service sends its most seductive agent to spy on the Russians."},{"Id":"b1345a0d34fc4e3a923e1e9dfd05e238","Title":"A Free Soul","Fullplot":"Stephen Ashe, an upper class alcoholic defense attourney, successfully defends local mobster Ace Wilfong in a murder case. After his daughter Jan Ashe breaks her engagement to polo player Dwight Winthrop and starts an affair with Wilfong, she finds that the liason is not easily severed when she wants out. Winthrop earns Miss Ashe's true affections by killing Wilfong to break his grip on her. Now the question is, can Stephen Ashe save Winthrop with an impassioned defense speech to the jury?"},{"Id":"0a1c87ff17e748ad936f10925efcd976","Title":"Skippy","Fullplot":"Precocious adolescent Skippy Skinner spends most of his time trying to get around doing those things that his parents want him to do (like brush his teeth), while doing those things his parents don't want him to do. Chief among the latter is spending time across the railroad tracks in Shantytown, instead of playing with \"clean\" neighborhood kids like brother and sister Sidney and Eloise. Skippy's father, Dr. Herbert Skinner, the city's head of the health board, in particular doesn't like Skippy spending time there as Dr. Skinner is a verminophobe, and believes Shantytown is dirty and unhealthy. On Skippy's latest visit to Shantytown when he meets a new friend named Sooky Wayne, he learns that Shantytown is being torn down and its poor residents have to move. And Sooky's mongrel and unlicensed (since Mrs. Wayne can't afford the $3 license fee) dog Penny is captured by the city's dog catcher. As Skippy does whatever he can to raise the $3 to get Penny back for his new friend (which includes breaking into his piggy bank, holding a variety show for the Shantytown kids, and trying to ask his father for the money), Skippy learns that one person seems to be responsible for both these problems in his life, which makes the already tenuous relationship with this person even more tenuous."},{"Id":"f66c89ebe98844ab8ad27039c223d938","Title":"The Crowd Roars","Fullplot":"Famous motor-racing champion Joe Greer returns to his hometown to compete in a local race. He discovers his younger brother has aspirations to become a racing champion and during the race Joe loses his nerve when another driver his killed, leaving his brother to win. Joe's luck takes a plunge while his brother rises to height of fame."},{"Id":"254c38c3361446b18e9e53531f7e8a0a","Title":"I Am a Fugitive from a Chain Gang","Fullplot":"Having returned from fighting in World War I, James Allen doesn't want to settle into a humdrum life and decides to set off to find his fortune. He travels the length and breadth of America, working as a skilled tradesman in the construction industry. When times get tough however, he finds himself living in a shelter where an acquaintance suggests they go out for a hamburger. What the friend really has in mind is to rob the diner and Allen soon finds himself working on a chain gang with a long jail sentence. Allen manages to escape however and heads to Chicago where over several years he slowly but surely works his way up the ladder to become one of the most respected construction engineers in the city. His past catches up with him and despite protestations from civic leaders and his many friends in Chicago, he finds himself again on the chain gang. Escaping for a second time, he accepts that to survive, he must lead a life of crime."},{"Id":"0a57780e0ea84d369daa04d529b2d8e2","Title":"Cavalcade","Fullplot":"A cavalcade of English life from New Year's Eve 1899 until 1933 seen through the eyes of well-to-do Londoners Jane and Robert Marryot. Amongst events touching their family are the Boer War, the death of Queen Victoria, the sinking of the Titanic and the Great War."},{"Id":"caa1d55c2ea94542a97b71d7273687ca","Title":"The Private Life of Henry VIII.","Fullplot":"This movie tells the story of King Henry VIII and the last five of his six wives. Set almost entirely within the royal castle, it begins just before the death of his second wife (Anne Boleyn) and ends just after his sixth wedding (to Catherine or Katherine Parr)."},{"Id":"f21e26aca17742e3b2b929821ef12b51","Title":"Sons of the Desert","Fullplot":"So that he and Stan can sneak away to Chicago and attend the annual \"Sons of the Desert\" lodge convention, Ollie pretends to be sick, and gets a doctor (who turns out to be a veterinarian) to prescribe a long ocean voyage to Hawaii. Decked out in leis and strumming ukeleles, they return home only to learn that the ship supposedly carrying them has sunk. Their hastily- contrived tale of \"ship-hiking\" their way back cuts no ice with their wives, who've been at the movies watching a newsreel of the lodge's convention parade, starring... guess who?"},{"Id":"f4873e894db048b39e883f1746ae1cce","Title":"Broadway Bill","Fullplot":"Tycoon J.L. Higgins controls his whole family, but one of his sons- in-law, Dan Brooks and his daughter Alice are fed up with that. Brooks quits his job as manager of J.L.'s paper box factory and devotes his life to his racing horse Broadway Bill, but his bank- roll is thin and the luck is against him, he is arrested because of $150 he owes somebody for horse food, but suddenly a planed fraud by somebody else seems to offer him a chance..."},{"Id":"16176876fde146d79aedc8fc7cc40ad9","Title":"The Gay Divorcee","Fullplot":"Mimi Glossop wants a divorce so her Aunt Hortense hires a professional to play the correspondent in apparent infidelity. American dancer Guy Holden meets Mimi while visiting Brightbourne (Brighton) and she thinks he is the correspondent. The plot is really an excuse for song and dance. The movie won three Academy nominations and the first Oscar for Best Song: \"The Continental\", a twenty-two minute production number."},{"Id":"814dac2d398147c3b302fafa39ade8cd","Title":"Viva Villa!","Fullplot":"In this fictionalized biography, young Pancho Villa takes to the hills after killing an overseer in revenge for his father's death. In 1910, he befriends American reporter Johnny Sykes. Then a meeting with visionary Francisco Madero transforms Villa from an avenging bandit to a revolutionary general. To the tune of 'La Cucaracha,' his armies sweep Mexico. After victory, Villa's bandit-like disregard for human life forces Madero to exile him. But Madero's fall brings Villa back to raise the people against a new tyrant..."},{"Id":"9481ded6d0f747be975f557b68223748","Title":"Wonder Bar","Fullplot":"Harry and Inez are a dance team at the Wonder Bar. Inez loves Harry, but he is in love with Liane, the wife of a wealthy business man. Al Wonder and the conductor/singer Tommy are in love with Inez. When Inez finds out, that Harry wants to leave Paris and is going to the USA with Liane she kills him."},{"Id":"659a979d1e1340e191d8fec301881dbf","Title":"Folies Bergère de Paris","Fullplot":"One night socialite banker Baron Cassini attends the stage show of Eugene Charlier, who resembles him and imitates him in his act. The Baron is attracted to Charlier's jealous stage partner Mimi, while Eugene has similar ideas about Baroness Genevieve. When financial reverses lead to the Baron's disappearance, his frantic partners enlist Charlier to impersonate him; Mimi picks that night to take the Baron up on his invitation; and that's just the beginning..."},{"Id":"ecbb03afedc5414ab918989f1510bb5d","Title":"Fury","Fullplot":"Based on the story \"Mob Rule\" by Norman Krasna. Joe Wilson and Katherine Grant are in love, but he doesn't have enough money for them to get married. So Katherine moves across the country to make money. But things go disastrously wrong for Joe when he stops in a small town and is mistaken for a wanted murderer. Through the course of the movie, Fritz Lang shows us how a decent and once civilized man can become a ruthless and bitter man."},{"Id":"5e2b179c634640e8a4ab2da5d6d5584d","Title":"The Story of Louis Pasteur","Fullplot":"In 1860 Paris, chemist Louis Pasteur is considered a quack within the medical community for advocating that doctors and surgeons wash their hands and boil their instruments to destroy microbes that can kill their patients. He came across this belief when discovering microscopic organisms in sour wine, the organisms which could be killed if heated sufficiently. The belief among the scientific community at large is that the organisms are the result of disease and not the cause. This belief is despite the fact that thirty percent of women die in childbirth due to child bed disease, accounting for twenty thousand annual deaths in Paris alone. The debate takes Pasteur all the way to a meeting with Emperor Napoleon III and his physician, Dr. Charbonnet, who is one of the leading opponents of Pasteur. Several years later - France now a republic - much of Pasteur's reputation changes as a government sanctioned experiment with anthrax and sheep shows that a vaccine created by Pasteur proves effective. As Pasteur begins work on finding the cause and a cure for rabies, which proves a more difficult challenge, he still has his detractors, including Dr. Charbonnet. This continuing debate brings about his biggest challenge: proving that microbes are the cause of all disease. Through it all, he is supported not only by his family, but Dr. Jean Martel, who was once a junior physician in the emperor's court and a physician within the republic's government, but who now works with Pasteur and is his son-in-law. But an act of bravado by Charbonnet may ultimately prove to be the breakthrough for which Pasteur is looking. Moving the experimental treatments from animals to humans proves a bigger obstacle, as is Charbonnet's need to win at all cost in the court of public opinion."},{"Id":"72be4421625844d2a4023964be813c79","Title":"A Damsel in Distress","Fullplot":"Lady Alyce Marshmorton must marry soon, and the staff of Tottney Castle have laid bets on who she'll choose, with young Albert wagering on \"Mr. X.\" After Alyce goes to London to meet a beau (bumping into dancer Jerry Halliday, instead), she is restricted to the castle to curb her scandalous behavior. Albert then summons Jerry to Alyce's aid in order to \"protect his investment.\""},{"Id":"77d2bbd300d642d5a3ecc34cb03f718e","Title":"The Son of the Sheik","Fullplot":"Men and women, fathers and children. Ahmed, son of Diana and Sheik Ahmed Ben Hassan, falls in love with Yasmin, a dancing girl who fronts her father's gang of mountebanks. Among the cutthroats is Ghobah, a villainous Moor to whom Yasmin is promised. In ruins near Touggourt, the city where Yasmin dances, she and Ahmed meet secretly until one night when her father and the gang capture the son of the sheik, torture him, and hold him for ransom. Will Ahmed believe that Yasmin set him up for capture? Even if true love finds a way through webs of deceit, what will the vigorous and imposing sheik say about his son consorting with a dancing girl?"},{"Id":"ebdd4d1268c64208a2a961c66f064b38","Title":"Steamboat Bill, Jr.","Fullplot":"Following through on a promise to his mother, William Canning Jr. goes to River Junction to meet his father who has not seen him since he was a child. The younger Canning isn't quite what the elder was expecting but the old man has bigger problems. He's being put out of business by J.J. King, who not only owns the local hotel and bank, but has recently introduced a new paddle wheel steamer that puts Cannings older boat, the Stonewall Jackson, to shame. Bill Jr. and Kitty King take a liking to each other much to the dismay of both of their fathers. When a fierce storm hits River Junction, Bill Jr. is forced to save Kitty, her father and his father."},{"Id":"6b726108ab404bc7a0f8deb0b7cd23e4","Title":"Applause","Fullplot":"This early example of the \"backstage\" musical genre tells the story of Kitty Darling, a fading burlesque star who tries to save her convent-educated daughter April from following in Mom's footsteps."},{"Id":"dfd7c344e2cf4ae58dda51ccbd1e7e98","Title":"David Golder","Fullplot":null},{"Id":"1832bebf19324fddbf2d71d8cfb9aec2","Title":"The Blue Light","Fullplot":"Junta is hated by the people in the village where she lives, especially by the women, who suspect her of being a witch. Only she can climb the nearby mountains to a cave high up, whence a mysterious blue light glows when the moon is full. Many young men of the village have died trying to follow her. She is driven out of town, and takes to living in the mountains. Eventually she shares the secret of the blue light with one man, and he betrays it."},{"Id":"48711a6e9c4940da89eab3361ba9e237","Title":"Two Seconds","Fullplot":"Allen claims he his being executed for the wrong murder. Flashbacks show him working with Clark as a riveter. When he makes a killing on the horses he meets Shirley and gets married. When Clark tells him Shirley is unfaithful they fight and Clark falls to his death. Later he finds that Clark was telling the truth."},{"Id":"f85363f14dd84e6bb0120e20140f86d4","Title":"Eskimo","Fullplot":"Mala leads a contented life as the best hunter in his Canadian Arctic tribe, providing meat, fish and birds with his great skill. When another tribe member returns from trading furs with the white men for items such as a gun and an iron needle, Mala's wife, Aba, urges him to make the 500-mile trek across the frozen tundra to do the same. After the long night of winter, Mala does go with his family to the white man's \"floating house\" in Tjarnak. The friendly captain makes trade for Mala's excellent furs, but upsets Mala when he insists that Aba sleep with him that night. \"He didn't even ask me!\" Mala complains. Afterwards, the captain suggests that Mala go whale hunting and promises not to touch his wife, so Mala agrees. But news of a successful catch spurs a celebration on board ship, and the captain has Aba forcibly removed from her tent, plied with liquor, and then he rapes her. In the morning, the still-drunk Aba staggers from the ship, but collapses in the snow, where she is mistaken for an animal by a hunter and shot and killed. When Mala returns from the whaling expedition, he learns that Aba \"has swallowed sleep.\" He is so enraged he harpoons the captain, packs up his dog sled team and leaves with the rest of his family. It takes some time to recover from his grief and take on two new wives including Iva, who has loved him all along. The newly formed Royal Canadian Mounted Police learns of the murder and dispatches two mounties to arrest Mala. Ironically, Mala finds them frozen in the snow, near death, and saves their lives reluctantly, since he now trusts no white man. But they convince him they are his friends and must go back with them or else they may starve. So he goes, leaving his family behind. At the RCMP base, Mala learns from a translator he may hang. With great effort, he slips out of his shackled wrist, injuring his hand, steals food and a dog sled team and heads back to his land. In the morning, the two mounties go after him."},{"Id":"b1935bcba98f4fe4b3e213ab981d8313","Title":"Flying Down to Rio","Fullplot":"Aviator and band leader Roger Bond is forever getting his group fired for flirting with the lady guests. When he falls for Brazilian beauty Belinha de Rezende it appears to be for real, even though she is already engaged. His Yankee Clippers band is hired to open the new Hotel Atlèntico in Rio and Roger offers to fly Belinha part way home. After a mechanical breakdown and forced landing, Roger is confident and makes his move, but Belinha plays hard to get. She can't seem to decide between Roger and her fiance Jèlio. When performing the airborne production number to mark the Hotel's opening, Jèlio gets some intriguing ideas..."},{"Id":"d0518e2c141743449b16366f123efae1","Title":"Three Little Pigs","Fullplot":"The two pigs building houses of hay and sticks scoff at their brother, building the brick house. But when the wolf comes around and blows their houses down (after trickery like dressing as a foundling sheep fails), they run to their brother's house. And throughout, they sing the classic song, \"Who's Afraid of the Big Bad Wolf?\"."},{"Id":"45c7a3c9252d41289693a43e95916b04","Title":"Topaze","Fullplot":"An honest and naive schoolteacher gets a lesson in how the world works outside the classroom, when a rich Baron and his mistress use the teacher's name and outstanding reputation in a crooked business scheme."},{"Id":"15994afc17ea413680128bef7571fbef","Title":"The Barretts of Wimpole Street","Fullplot":"In 1845 London, the Barrett family is ruled with an iron fist by its stern widowed patriarch, Edward Moulton-Barrett. His nine grown children are afraid of him more than they love him. One of his rules is that none of his children are allowed to marry, which does not sit well with youngest daughter Henrietta as she loves and wants to marry Captain Surtees Cook. Of the nine, the one exception is his daughter Elizabeth, who abides faithfully to her father's wishes. Elizabeth does not think too much about the non-marriage rule as she has an unknown chronic illness which has kept her bedridden. She feels her life will not be a long one. With her time, she writes poetry, which she shares by correspondence with another young poet, Robert Browning. Elizabeth's outlook on her life changes when she meets Mr. Browning for the first time, he who has fallen in love with her without even having met her. She, in return, falls in love with him after their meeting. With Mr. Browning's love and support, Elizabeth tries to get well and enjoy life, this all against the thoughts of her father, who physically and emotionally traps Elizabeth and by association all of his children, all in the name of protecting her and them in the name of God."},{"Id":"185b1fad8c1b41a583cbf10a7ff8983a","Title":"David Copperfield","Fullplot":"When David's father dies, his mother remarries. His new stepfather Murdstone has a mean and cruel view on how to raise a child. When David's mother dies from grief, Murdstone sends David to London to work for a living. When David escapes to his aunt Betsey his life starts to get better."},{"Id":"9e6147dc59014fbeb6c7ac13218f1ebc","Title":"Mutiny on the Bounty","Fullplot":"Midshipman Roger Byam joins Captain Bligh and Fletcher Christian aboard the HMS Bounty for a voyage to Tahiti. Bligh proves to be a brutal tyrant and, after six pleasant months on Tahiti, Christian leads the crew to mutiny on the homeward voyage. Even though Byam takes no part in the mutiny, he must defend himself against charges that he supported Christian."},{"Id":"88a7fa361e214bb881e5af93c36f160b","Title":"Sanders of the River","Fullplot":"British District Officer in Nigeria in the 1930's rules his area strictly but justly, and struggles with gun-runners and slavers with the aid of a loyal native chief."},{"Id":"ab6fd68b6dcb414e99c0e8e47133f026","Title":"The Invisible Ray","Fullplot":"Visionary scientist Janos Rukh convinces a group of scientists and supporters to mount an expedition to the African continent to locate and study an ancient meteorite of great significance. He exposes himself to the highly toxic radiation of the meteorite, and while an antidote devised by Dr. Benet saves him from death by radiation poisoning, his naked touch causes instant death to others. Back in London, the benefits of the meteorite's controlled radiation offer Dr. Benet an opportunity to restore eyesight to the blind. The antidote's toxicity excites Prof. Rukh into paranoid rages as he seeks revenge against the members of his expedition, who he accuses of stealing his discovery for their own glory."},{"Id":"28f59e0b86d54dc2b00e790878351454","Title":"Mayerling","Fullplot":"Rudolf, Crown Prince of Austria, is fettered on all sides. He's bored; his father, the emperor, is domineering; his politics are more liberal than his father's, but he knows his views carry no weight. He agrees to marry a princess to sire an heir, then spends his nights as a playboy. In 1888, he meets Marie Vetsera, 17, a baroness's daughter. She is resolute, smitten, and wants nothing in return for her love. The Prime Minister is alarmed; he contrives to have her sent away. Rudolf sinks into dissipation. When she returns, how will the lovers handle the opposition of society and their families? Can Rudolf find a way for them to be together?"},{"Id":"354d47170c874e59ab0a39879997e133","Title":"These Three","Fullplot":"This first film version of \"The Children's Hour\" uses a heterosexual triangle rather than the play's lesbian theme. The plot concerns schoolteachers Karen Wright and Martha Dobie, both of whom are in love with Dr. Joe Cardin. The malicious lie of one of their students involves all three in a scandal which disrupts all their lives."},{"Id":"6939d32d494d48bebca6022081b2be23","Title":"Daughter of Shanghai","Fullplot":"In an unidentified airplane flying over the ocean in which six aliens are huddled, alien-smugglers Frank Barden and Andrew Sleete are trying to evade a government pursuit plane. They dump the screaming \"evidence\" into the sea. Escaping pursuit, they later approach wealthy merchant Quan Lin and demand he take some aliens off of their hands. They kill him when he refuses. Lan Ying Lin, his daughter, goes to wealthy society matron Mrs. Mary Hunt for help. She introduces her to an inspector and Kim Lee, a government agent. Unknown to all, Mrs. Hunt is the power behind the smuggling ring. Turning detective to catch her father's killers, Lan Ying Lin finds herself on a remote island where she takes a job as a dancer in a honky-tonk operated by Otto Hartman, and discovers the island resort is a blind for an alien receiving station. She gets the evidence on Hartman and flees the island with agent Lee, disguised as a man, in the hold of the smuggling vessel. They are discovered by the ship's captain who radios for a sea plane. They are loaded into the plane, piloted by Barden and Sleete, and are being flown out to sea to be disposed of."},{"Id":"51fa37ce52fe421e9d3faca59118c96c","Title":"The Unknown","Fullplot":"Alonzo is an armless knife thrower and gun shooter for a circus---or so he appears. He is actually a burglar with his arms intact. He and his accomplice, Cojo (a little person), are hiding from the police, and Alonzo views his disguise as perfect, especially since it keeps from view an unusual deformity of his left hand that would immediately give him away as the burglar. Nanon, the daughter of the circus owner, is the target in his act. Although Alonzo is in love with her, Nanon's father despises him. Nanon is attracted to Malabar, the circus strong man, but she is also repulsed by his uninhibited sexual advances and desire to touch and hold her. Apparently her phobia extends to the touch of any man. Alonzo feeds her fears in the hopes that Nanon will fall in love with him since he is \"armless.\" Because Zanzi discovers Alonzo really has arms, Alonzo kills him, but Nanon witnesses the killing without seeing Alonzo's face; however, she does see the telltale deformity of his left hand. As Alonzo continues to plot to steal Nanon away from Mirabar, Cojo makes him realize that she will hate him once she discovers he has arms---and the deformity showing that he is her father's murderer. Alonzo decides to have his left arm amputated, which he succeeds in doing through blackmailing a surgeon. He thinks Nanon will forgive him for hiding the fact that he has ONE arm. While Alonzo is recuperating from the surgery, Nanon gets over her fear of being touched and falls completely in love with Mirabar. Discovering this upon his return, Alonzo hatches a scheme to kill Mirabar as he attempts his latest, most daring stunt. Although the stunt goes horribly awry, it is Alonzo who gets killed."},{"Id":"78a8d62152ab45ceba4f0086dee89f61","Title":"Under the Roofs of Paris","Fullplot":"While singing in a lower class quarter in Paris, the street singer Albert falls in love with the Romanian party girl Pola, who is the companion of the gangster Fred. One night, Albert meets with Pola, who has just found that Fred had stolen her key, and his friend Louis proposes to toss to date her. However, Albert brings her to his room and they spend the night together, with Albert sleeping on the floor and Pola on his bed. Early in the morning, the pickpocket èmile brings a bag with stolen pieces and asks Albert to keep the bag for him. When the police busts Albert's room and finds the stolen goods, he is arrested and sent to jail. Meanwhile Fred travels and Pola seeks comfort with Louis, and they stay together. When èmile is arrested by the police, he confesses that Albert is innocent and he is released and seeks out Pola. Meanwhile Fred returns to Paris and also seeks out Pola that is with Louis. The three men that are under the spell of the gorgeous lady dispute her love and only one wins."},{"Id":"1917a61c197b4005a60f6393e87f42f2","Title":"Bad Girl","Fullplot":"A mug and a jane: Dorothy knows that every guy is going to make a pass at her; Eddie knows that every gal wastes her money on good times. He's saving to open a repair shop. When the two of them meet, they can't believe they get along. One evening he leaves her waiting in the rain; she finds his apartment and reads him the riot act. They end up spooning and napping until 4 AM. She's afraid of her brother, who's her guardian, so Eddie figures she should tell her brother that she's getting married the next morning. Dorothy tries out the story but knows Eddie won't show up. It's the first of a series of promises, fears, miscalculations, and hard knocks. Where will they end up?"},{"Id":"20e908dbd5f148c3afb25695eca11703","Title":"The Public Enemy","Fullplot":"Tom Powers and Matt Doyle are best friends and fellow gangsters, their lives frowned upon by Tom's straight laced brother, Mike, and Matt's straight laced sister, Molly. From their teen-aged years into young adulthood, Tom and Matt have an increasingly lucrative life, bootlegging during the Prohibition era. But Tom in particular becomes more and more brazen in what he is willing to do, and becomes more obstinate and violent against those who either disagree with him or cross him. When one of their colleagues dies in a freak accident, a rival bootlegging faction senses weakness among Tom and Matt's gang, which is led by Paddy Ryan. A gang war ensues, resulting in Paddy suggesting that Tom and Matt lay low. But because of Tom's basic nature, he decides instead to take matters into his own hands."},{"Id":"0b2bf9d2fdf54e4a85f76209bb2971ce","Title":"Tabu: A Story of the South Seas","Fullplot":"In his final film, F.W. Murnau presents the tale of two young lovers on the idyllic island of Bora Bora in the South Pacific. Their life is shattered when the old warrior declares the girl to be the Chosen Maid and it is forbidden for any man to even look upon her. Refusing to accept a life apart, they run off to another island, one that is decadent and westernized. The boy works as a pearl diver but not quite understanding the concept of money, is soon in debt. When the old warrior tracks them down they again plan to run away but in a desperate attempt to pay off his debts, the boy dives for pearls in shark-infested waters. The boy is successful but fate seems determined to keep the two lovers apart."},{"Id":"4c6103d45a394f4cb133bd4a5a388e03","Title":"Baby Face","Fullplot":"Lilly (Baby Face) sleeps her way from basement speakeasy bartender, literally floor by floor, to the top floor of a New York office building. Bank sub-manager Jimmy McCoy finds her a job in the bank only to be cast aside as she hooks up with the bank's president. When he complains of not seeing her she says: \"I'm working so hard I have to go to bed early every night.\""},{"Id":"25695a303efa49e08cc876e6f6cfeca4","Title":"Little Women","Fullplot":"Little Women is a \"coming of age\" drama tracing the lives of four sisters: Meg, Jo, Beth and Amy. During the American Civil War, the girls father is away serving as a minister to the troops. The family, headed by thier beloved Marmee, must struggle to make ends meet, with the help of their kind and wealthy neighbor, Mr. Laurence, and his high spirited grandson Laurie."},{"Id":"ecaff38d453f4d08b266bf2c03e386bf","Title":"The Son of Kong","Fullplot":"After the disastrous results of his last expedition, Carl Denham leaves New York aboard a ship to escape all the trouble. After a mutiny, he and a few companions are left behind on Skull island, where they meet a smaller relative of King Kong and make friends with him."},{"Id":"4297286a26b64859ac90775f3980405d","Title":"Dames","Fullplot":"Multi-millionaire Ezra Ounce wants to start a campaign against 'filthy' forms of entertainment, like Broadway-Shows. He comes to his relatives families and makes them members of his morale-boosting campaign. But Jimmy, another relative is producing a show, starring Ezra's niece Barbara. But he had bad luck with his backer, this person has given him an invalid check. Another of his victims, the show-girl Mabel has the idea of blackmailing Horace, Barbara's father, whom she has met before in a slightly compromising situation to get the money."},{"Id":"ee66e4774e49460a8e37ffc2aefeb5e5","Title":"Le grand jeu","Fullplot":"Pierre (Pierre Richard-Willm), a young lawyer, has enormous debts due to his mistress Florence (Marie Bell), and her whims of luxury life. Pierre has gone too far and put the family firm in jeopardy. They ask him to expatriate. To avoid scandal, Pierre joins the Foreign Legion. In Morocco, near the desert, Pierre goes with his comrades of the Legion to a bar-restaurant-brothel, owned by a shady character, Mr. Clement (Charles Vanel). Clement lives more or less with Ms.Blanche (Franèoise Rosay) who is a fortune teller with cards, as a hobby. But Clement is also after his girls now and then. Pierre is still obsessed with Florence but he meets Irma (Marie Bell), one of Clement's girls, who is the double of Florence except for hair color. Irma has had an accident and has lost part of her memory at a certain point of her recent past, and Pierre slowly persuades himself she is Florence, but cannot remember it. Advised by Ms.Blanche, Irma finally accepts to act as if she was Florence because she is falling in love with Pierre. Near the end of his contract with the Legion, Pierre receives news from France. He has inherited a fortune. He asks Irma to come to France with him, and they make plans. But Clement tries to rape Irma and Pierre has to kill him."},{"Id":"455528ab4c4d41bf8a7de62e24070a84","Title":"A Midsummer Night's Dream","Fullplot":"Theseus, Duke of Athens, is going to marry Hyppolyta, Queen of the Amazons. Demetrius is engaged with Hermia, but Hermia loves Lysander. Helena loves Demetrius. Oberon and Titania, of the kingdom of fairies have a slight quarrel about whether or not the boy Titania is raising will join Titania's band or Oberon's, so Oberon tries to get him from her by using some magic. But they're not alone in that forest.Lysander and Hermina have there a rendezvous, Helena and Demetrius are there, too as well as some actors, who are practicing a play for the ongoing wedding of Theseus and Hippolyta. Due to some misunderstandings by Puck, the whole thing becomes a little bit confused..."},{"Id":"2c870ba97b344a8d98ed224a33faf9e5","Title":"Black Legion","Fullplot":"Frank Taylor joins the \"pro-American\" Black Legion when he loses his chance at foremanship to a foreign-born man. The organization is a sort of Ku Klux Klan in the industrial sphere. Frank has troubles with his wife over this and causes serious trouble when he tells all to his best friend Ed Jackson."},{"Id":"707f6228932c45b9989c7f56015e3aa4","Title":"The Story of a Cheat","Fullplot":"Life story of a charming scoundrel, with little dialogue other than the star/director's witty narration. As a boy, only he survives a family tragedy when he's deprived of supper (poisonous mushrooms!) for stealing...concluding that dishonesty pays. Through years of dabbling in crime and amusing adventures, two women appear and reappear in his life, a dazzling blonde jewel thief and a stunning brunette gambler. Finally, he meets the mysterious Charbonnier who had saved his life in World War I, leading to the surprising next phase in his career..."},{"Id":"2f93d831031b4cb98b843ab3f4a6fbcf","Title":"Swing Time","Fullplot":"Lucky is tricked into missing his wedding to Margaret by the other members of Pop's magic and dance act, and has to make $25000 to be allowed to marry her. He and Pop go to New York where they run into Penny, a dancing instructor. She and Lucky form a successful dance partnership, but romance is blighted (till the end of the film at least!) by his old attachment to Margaret and hers for Ricardo, the band leader who won't play for them to dance together."},{"Id":"d2e922120b7a4df188d947919339d739","Title":"The Good Earth","Fullplot":"The story of a farmer in China: a story of humility and bravery. His father gives Wang Lung a freed slave as wife. By diligence and frugality the two manage to enlarge their property. But then a famine forces them to leave their land and live in the town. However it turns out to be a blessing in disguise for them..."},{"Id":"ab38a39a143e47159594527805cc2305","Title":"The Big Broadcast of 1938","Fullplot":"New ocean liner S.S. Gigantic is about to race its rival, the Colossal. Gigantic owner T.F. Bellows sends his brother S.B. on the Colossal, hoping he will cause trouble; delayed by a golf game, S.B. lands on Gigantic instead, and so does his unlucky daughter Martha. Meanwhile, radio emcee Buzz Fielding announces a series of musical acts and tries to juggle fiancèe Dorothy and three ex-wives who've come for the ride. Can the Gigantic win against all handicaps? Will true love triumph?"},{"Id":"81b8f590b0b443f4af7f353e4247650f","Title":"The Pearls of the Crown","Fullplot":"Three narrators (French writer Jean Martin, an English royal equerry, and a papal chamberlain) tell the story of seven matched pearls, four of them now in the British Crown. Episodes whirl us from Pope Clement VII to Mary Queen of Scots, from whom the pearls are stolen while she's occupied with the headsman. Historic events are seasoned with sly, satiric humor, and famous beauties are portrayed by stunning actresses. Then the narrators meet, and decide to try tracing the three unrecovered pearls from 1587 to the present..."},{"Id":"2880f5edcca74b709442f612d0d23a2c","Title":"Kid Galahad","Fullplot":"When a bellhop knocks out fighter Chuck McGraw, promoter Nick Donati realizes he's a potential champ. \"Kid Galahad\" justifies Nick's confidence, but Nick's mistress Fluff falls for him; in turn, the Kid falls for Nick's young sister. Now overprotective brother Nick turns against his new fighter, leading to a near- disastrous title fight and a murderous confrontation."},{"Id":"e346453897ec4cb2bd226656ad512468","Title":"White Banners","Fullplot":"A homeless woman named Hannah drifts into the lives of the kindly Ward family, in a small Indiana town in 1919. Hannah makes herself useful as a cook and housekeeper and stays with the Wards... but her real interest is in meeting their neighbor, teenager Peter Trimble. It turns out that Peter is the son she bore out of wedlock and gave up for adoption, and now Hannah has returned to town to see what sort of young man her son has become."},{"Id":"e3af06d792394d95b72ee78b7f83e1bc","Title":"The Wizard of Oz","Fullplot":"In this charming film based on the popular L. Frank Baum stories, Dorothy and her dog Toto are caught in a tornado's path and somehow end up in the land of Oz. Here she meets some memorable friends and foes in her journey to meet the Wizard of Oz who everyone says can help her return home and possibly grant her new friends their goals of a brain, heart and courage."},{"Id":"f142966a77394e038abc47c8456c870d","Title":"Young Mr. Lincoln","Fullplot":"Ten years in the life of Abraham Lincoln, before he became known to his nation and the world. He moves from a Kentucky cabin to Springfield, Illinois, to begin his law practice. He defends two men accused of murder in a political brawl, suffers the death of his girlfriend Ann, courts his future wife Mary Todd, and agrees to go into politics."},{"Id":"8634415950d24fca9405377a46a9dfa8","Title":"The Devil and Daniel Webster","Fullplot":"A down-on-his-luck farmer makes a deal with the devil for seven years of prosperity. When Mr. Scratch comes to collect, orator and hero of the common man Daniel Webster comes to the rescue."},{"Id":"b84c4349c4f04d30bf5e7c5f3eddb953","Title":"Road to Zanzibar","Fullplot":"Chuck and his pal Fearless flee a South African carnival when their sideshow causes a fire. After several similar escapades, they've finally saved enough to return to the USA, when Chuck spends it all on a \"lost\" diamond mine. But that's only the beginning; before long, a pair of attractive con-women have tricked our heroes into financing a comic safari, featuring numerous burlesque jungle adventures..."},{"Id":"7f7f08dd1cdf4cf1bab38b2b5295a078","Title":"Woman of the Year","Fullplot":"Tess and Sam work on the same newspaper and don't like each other very much. At least the first time, because they eventually fall in love and get married. But Tess is a very active woman and one of the most famous feminists in the country; she is even elected as \"the woman of the year.\" Being busy all the time, she forgets how to really be a woman and Sam begins to feel neglected."},{"Id":"5e96c5be16564e5aba69cab72335e1e7","Title":"For Whom the Bell Tolls","Fullplot":"Spain in the 1930s is the place to be for a man of action like Robert Jordan. There is a civil war going on and Jordan who has joined up on the side that appeals most to idealists of that era -- like Ernest Hemingway and his friends -- has been given a high-risk assignment up in the mountains. He awaits the right time to blow up a bridge in a cave. Pilar, who is in charge there, has an ability to foretell the future. And so that night she encourages Maria, a young girl ravaged by enemy soldiers, to join Jordan who has decided to spend the night under the stars."},{"Id":"c1b8395274614132aefa66a934fa686d","Title":"The Gang's All Here","Fullplot":"Playboy Andy Mason, on leave from the army, romances showgirl Eadie Allen overnight to such effect that she's starry-eyed when he leaves next morning for active duty in the Pacific. Only trouble is, he gave her the assumed name of Casey. Andy's eventual return with a medal is celebrated by his rich father with a benefit show featuring Eadie's show troupe, at which she's sure to learn his true identity...and meet Vivian, his 'family-arrangement' fiancèe. Mostly song and dance."},{"Id":"64acde1a3e6647e6a6c180aeeade35e7","Title":"The More the Merrier","Fullplot":"It's World War II and there is a severe housing shortage everywhere - especially in Washington, D.C. where Connie Milligan rents an apartment. Believing it to be her patriotic duty, Connie offers to sublet half of her apartment, fully expecting a suitable female tenent. What she gets instead is mischievous, middle-aged Benjamin Dingle. Dingle talks her into subletting to him and then promptly sublets half of his half to young, irreverent Joe Carter - creating a situation tailor-made for comedy and romance."},{"Id":"c37c125743094a35be46a3bd627bdee5","Title":"San Pietro","Fullplot":"This documentary movie is about the battle of San Pietro, a small village in Italy. Over 1,100 US soldiers were killed while trying to take this location, that blocked the way for the Allied forces from the Germans."},{"Id":"7d3f9e292b9a4f15b18028a969365416","Title":"Double Indemnity","Fullplot":"In 1938, Walter Neff, an experienced salesman of the Pacific All Risk Insurance Co., meets the seductive wife of one of his clients, Phyllis Dietrichson, and they have an affair. Phyllis proposes to kill her husband to receive the proceeds of an accident insurance policy and Walter devises a scheme to receive twice the amount based on a double indemnity clause. When Mr. Dietrichson is found dead on a train-track, the police accept the determination of accidental death. However, the insurance analyst and Walter's best friend Barton Keyes does not buy the story and suspects that Phyllis has murdered her husband with the help of another man."},{"Id":"2c48e26a033e42a48fa56a507d8aa106","Title":"This Happy Breed","Fullplot":"Noel Coward's attempt to show how the ordinary people lived between the wars. Just after WWI the Gibbons family moves to a nice house in the suburbs. An ordinary sort of life is led by the family through the years with average number of triumphs and disasters until the outbreak of WWII."},{"Id":"42037e2fce9647189b0fa4f4aa34cb2d","Title":"And Then There Were None","Fullplot":null},{"Id":"c3ec3c218c5b492bbfcf8d24122600eb","Title":"The Clock","Fullplot":"Soldier Joe Allen is on a two-day leave in New York, and there he meets Alice. She agrees to show him the sights and they spend the day together. In this short time they find themselves falling in love with each other, and they decide to get married before Joe has to return to camp."},{"Id":"f4898e6b8fe8466f8162374db2d97613","Title":"L'espoir","Fullplot":"1937, during the spanish civil war, at Teruel. The fight of the Republicans (with very poor means but high commitment) against fascist army of General Franco. Can be seen as romanticized witness of director and writer Andre Malraux, who joined the Republicans in 1936."},{"Id":"a0890a08aee5429f8a30ff1c8dd04f21","Title":"The House on 92nd Street","Fullplot":"Preface: a stentorian narrator tells us that the USA was flooded with Nazi spies in 1939-41. One such tries to recruit college grad Bill Dietrich, who becomes a double agent for the FBI. While Bill trains in Hamburg, a street-accident victim proves to have been spying on atom-bomb secrets; conveniently, Dietrich is assigned to the New York spy ring stealing these secrets. Can he track down the mysterious \"Christopher\" before his ruthless associates unmask and kill him?"},{"Id":"098b257e9ccc461da07b5eb4f6c5b84f","Title":"Blithe Spirit","Fullplot":"To get background for a new book, author Charles and his second wife Ruth light-heartedly arrange for local mystic Madame Arcati to give a sèance. The unfortunate result is that Charles' first wife Elvira returns from beyond the grave to make his life something of a misery. Ruth too gets increasingly irritated with her supernatural rival, but M.Arcati is at her wit's end as to how to sort things out."},{"Id":"a91fd3e72c2a443bab3f2fa65223c4cd","Title":"The Bishop's Wife","Fullplot":"An Episcopal Bishop, Henry Brougham, has been working for months on the plans for an elaborate new cathedral which he hopes will be paid for primarily by a wealthy, stubborn widow. He is losing sight of his family and of why he became a churchman in the first place. Enter Dudley, an angel sent to help him. Dudley does help everyone he meets, but not necessarily in the way they would have preferred. With the exception of Henry, everyone loves him, but Henry begins to believe that Dudley is there to replace him, both at work and in his family's affections, as Christmas approaches."},{"Id":"1eea3254668e41d28d3cf5669963f177","Title":"Lost Youth","Fullplot":null},{"Id":"6af27ce40337434fbf61f5434e837803","Title":"All My Sons","Fullplot":"All My Sons tells the story of Joe Keller, a successful, middle-aged, self-made man who has done a terrible and tragic thing. He framed his business partner for a crime and engineered his own exoneration. Now, his son is about to marry the partner's daughter, the affair is revisited, and his lie of a life is unraveled."},{"Id":"c4d1b24aff6744aa8a499725cc89da7d","Title":"The Big Clock","Fullplot":"When powerful publishing tycoon Earl Janouth commits an act of murder at the height of passion, he cleverly begins to cover his tracks and frame an innocent man, whose identity he doesn't know, but who just happen to have contact with the murder victim. That man is a close associate on his magazine whom he enlists to trap this \"killer\" George Stroud. It's up to George to continue to \"help\" Janouth, to elude the police and to find proof of his innocence and Janouth's guilt."},{"Id":"ed7fc35f7ecd4f6daa69283bbf5970b0","Title":"Quartet","Fullplot":"Four of Somerset Maugham's short stories are brought to the screen with each introduced by the author himself. In the first story, The Facts of Life, a young man with great potential on the tennis courts goes to Monte Carlo and soon finds himself doing the exact opposite of what his father recommended. In 'The Alien Corn', an aspiring pianist devotes himself to perfecting his artistic skills but finds he likely hasn't the talents to reach the heights he so desperately craves. In 'The Kite', a young man who lives at home and loves kite flying goes against his overbearing mother's wishes and marries the girl he's been dating. He's soon back home, much to his mother's delight, but re-considers when his wife takes up a new hobby. In the final chapter 'The Colonel's Lady', a middle-aged man is shocked to learn that his somewhat dowdy wife has written a collection of racy poems and is now a best-selling author."},{"Id":"380171c9234449a6847e40435d7a6af9","Title":"The Paleface","Fullplot":"Someone is selling guns to the Indians and in order to find the culprit Calamity Jane and a secret agent go undercover posing as man and wife. When the agent is killed Jane recruits a new husband -- none other than innocent dupe \"Painless\" Peter Potter, a totally inept dentist and confirmed coward who's main goal is to leave the barbaric west far behind. When their wagon train is attacked by the Indians it's Jane's sharpshooting that saves the day, but she gives the credit to Potter making him an instant hero to the townspeople and instant target to both the Indians and the gunrunners."},{"Id":"efa083b8738846df9f89ee2713279139","Title":"A Star Is Born","Fullplot":"Esther Blodgett is just another starry-eyed farm kid trying to break into the movies. Waitressing at a Hollywood party, she catches the eye of alcoholic star Norman Maine, is given a test, and is caught up in the Hollywood glamor machine (ruthlessly satirized). She and her idol Norman marry; but his career abruptly dwindles to nothing"},{"Id":"c1eb582bd9fb40f697112a13a14a2699","Title":"Algiers","Fullplot":"Pepe Le Moko, a thief who escaped from France with a fortune in jewels, has for two years lived in, and virtually ruled, the mazelike, impenetrable Casbah, \"native quarter\" of Algiers. A French official insists that he be captured, but sly Inspector Slimane knows he need only bide his time. The suave Pepe increasingly regards his stronghold as also his prison, especially when he meets beautiful Parisian visitor Gaby, who reminds him of the boulevards to which he dare not return...and arouses the mad jealousy of Ines, his Algerian mistress."},{"Id":"c7bd5ad66ee04b8699aae04b869df0e8","Title":"Angels with Dirty Faces","Fullplot":"Rocky Sullivan and Jerry Connolly were tough kids who grew up together in the toughest part of New York --- Hell's Kitchen. Early on, Rocky gets sent to reform school, where he learns how to be a first class criminal. Jerry, who had escaped from the law, goes straight and becomes a priest. As adults, they reunite in the old neighborhood: Jerry works with the kids who, like he and Rocky, could end up on either side of the law. Rocky has returned looking for a safe place to stay till he can get back into his old racketeering organization -- something that his old partner isn't anxious to have happen. Lots of rapid fire wisecracks, roughhousing and gunfire ensues."},{"Id":"9334314ee4c44f0494b25ba5f79c407a","Title":"Carefree","Fullplot":"Dr. Tony Flagg's friend, Steven, has problems in the relationship with his fiancee, Amanda, so he persuades her to visit Dr. Flagg. After some minor misunderstandings, she falls in love with Dr. Flagg. When he tries to use hypnosis to strengthen her feelings for Steven, things get complicated."},{"Id":"c641bb44de5e48a5b6943bce8bdea73e","Title":"Four Daughters","Fullplot":"Adam Lemp, the Dean of the Briarwood Music Foundation, has passed on his love of music to his four early adult daughters - Thea, Emma, Kay and Ann - who live with him and his sister, the girls' Aunt Etta, in the long time family home. Of the four, Kay has the greatest promise as a musical performer, specifically as a singer. Theirs is a loving family, however much the girls exasperate their father with their love of popular music, since he loves only the classics, most specifically Beethoven. The girls support each other however they can, but each is an individual with her own distinct personality and wants, including the type of man each wants as a husband. Practical but deep in her heart romantic Emma has long been courted by their next door neighbor, unassuming florist Ernest Talbot, and clever Thea wants to be Mrs. Ben Crowley, he a wealthy up and coming banker with prospects. Only the youngest, the fun loving Ann, states that she doesn't want to get married. Their collective lives change with the entry into their lives of two men. The first is Adam's old friend's son, popular music composer and conductor Felix Deitz, who easily gets a job at the foundation using his natural and sincere charm which he applies to all equally. Many women misconstrue that charm for romantic interest. The second is Felix's acquaintance, musician Mickey Borden, who he hires to orchestrate his latest composition. Mickey has a chip on his shoulders about what life has dealt him, which he uses in turn as a reason for living a reckless life. The two men make each of the four daughters reexamine what she thinks she wants in life, or more precisely who she wants, which for all may be the same person."},{"Id":"cf14a658ab574890b5b81409b05a06e8","Title":"Port of Shadows","Fullplot":"Life's a rotten business, says Jean, a deserter who arrives at night in Le Havre, looking to leave the country. He lucks into civilian clothes, a little bit of money, a passport, and a dog, and he also meets Nelly, a 17-year-old who's grown up too fast. She's the object of lust of men: including a boyfriend Maurice, her putative protector Zabel, and Lucien, a local hood. Jean falls for her, faces down Lucien, and gives her courage to stand on her own feet. A ship is leaving for Venezuela; can at least one of them be on it, or is that just a dream?"},{"Id":"7dc886b2ada04f06a2f51528c7df692c","Title":"You and Me","Fullplot":"Mr. Morris, the owner of a large metropolitan department store, gives jobs to paroled ex-convicts in an effort to help them reform and go straight. Among his 'employed-prison-graduates' are Helen Roberts and Joe Dennis, working as sales clerks. Joe is in love with Helen and asks her to marry him, but she is forbidden to marry as she is still on parole, but she says yes and they are married. In spite of their poverty-level life, their marriage is a happy one until Joe discovers she has lied about her past, in order to marry him. Disillusioned, he leaves, goes back to his old gang and plans to rob the department store."},{"Id":"d859a59d2f424b2dac7181925d6e96d0","Title":"The Spy in Black","Fullplot":"When a German U-Boat captain is sent on a spying mission to the North of Scotland during World War One, he finds more than he bargained for in his contact, the local schoolmistress."},{"Id":"6932fd50f7da469ea60fa7ae6d0ffead","Title":"On His Own","Fullplot":null},{"Id":"6d3f88c85a784adb9f1852e166cf6fdf","Title":"Dots","Fullplot":"An experimental film of dots animated by being drawn directly on filmstock."},{"Id":"8b9548277f3d4e51b33bd8fdb12b3528","Title":"How Green Was My Valley","Fullplot":"Life is hard in a Welsh mining town and no less so for the Morgan family. Seen through the eyes of the family's youngest, Huw, we learn of the family's trials and tribulations. Family patriarch Gwilym and his older sons work in the mines, dangerous and unhealthy as it is. Gwilym has greater hopes for younger son how to honor his hard working parents. Huw who has his own ideas on how to honor his father. Daughter Angharad is the most beautiful girl in the valley and is very much in love with Mr. Gruffydd who isn't sure he can provide her the life she deserves. Times are hard and good men find themselves out of work and exploited by unseen mine owners."},{"Id":"7e85e7ec132548a8a084a2cc2321377c","Title":"Cat People","Fullplot":"Irena Dubrovna, a beautiful and mysterious Serbian-born fashion artist living in New York City, falls in love with and marries average-Joe American Oliver Reed. Their marriage suffers though, as Irena believes that she suffers from an ancient curse- whenever emotionally aroused, she will turn into a panther and kill. Oliver thinks that is absurd and childish, so he sends her to psychiatrist Dr. Judd to cure her. Easier said than done..."},{"Id":"047c94f15ee14854942dd56695dc6074","Title":"The Moon and Sixpence","Fullplot":"Loosely inspired from Gauguin's life, the story of Charles Strickland, a middle-aged stockbrocker who abandons his middle-classed life, his family, his duties to start painting, what he has always wanted to do. He is from now on a awful human being, wholly devoted to his ideal: beauty."},{"Id":"3e2d4309b214461db31c62193fbb48fa","Title":"The Battle of Russia","Fullplot":"In this installment of the \"Why We Fight\" propaganda series, we learn about the events on the Russian front of World War II. We learn about Russia's heroic resistance to invasion in the past and how those qualities were called upon in the current war. We also learn about Russian tenacity and their determination to win against the seemingly invincible forces of Nazi Germany in the bloodiest fighting of the war."},{"Id":"c56c5fd587cd4ca49af40662c6515c27","Title":"The Fighting Lady","Fullplot":"The film follows the WWII exploits of the Essex-class aircraft carrier USS Yorktown (CV-10) (unidentified in the film), in its first major operations following its commissioning in 1943. The life of the crew is documented from July 1943 to June 1944, from its passage through the Panama Canal through assaults on Marcus, Kwajalein, Truk and Tinian Islands, and culminating with the Battle of the Philippine Sea. Spectacular 16mm Kodachrome footage of combat operations and naval aviation is prominent throughout."},{"Id":"cf0a347ef0a14294a49ebecd5ff4e365","Title":"Gaslight","Fullplot":"Paula's aunt, Alice Alquist, a famous entertainer, is murdered in her home. Paula, who lives with her aunt, finds the body. Police fail to find the killer, and Paula is sent away to school. Ten years later, Paula returns to London with her new husband. They take up residence in her aunt's house, which she has inherited. Paula is increasingly isolated by her husband but does come to the attention of an admirer of her aunt, Mr. Brian Cameron."},{"Id":"761c2387c0a74ab19309b19826a3e2cf","Title":"Anchors Aweigh","Fullplot":"Two sailors, one naive, the other experienced in the ways of the world, on liberty in Los Angeles, is the setting for this movie musical."},{"Id":"c12942d4e30d4b40ab74f2a00afe3776","Title":"The Valley of Decision","Fullplot":"Mary Rafferty comes from a poor family of steel mill workers in 19th Century Pittsburgh. Her family objects when she goes to work as a maid for the wealthy Scott family which controls the mill. Mary catches the attention of handsome scion Paul Scott, but their romance is complicated by Paul's engagement to someone else and a bitter strike among the mill workers."},{"Id":"0e9efa9dc80040f59f10e08cf178410c","Title":"My Darling Clementine","Fullplot":"Wyatt Earp and his brothers Morgan and Virgil ride into Tombstone and leave brother James in charge of their cattle herd. On their return they find their cattle stolen and James dead. Wyatt takes on the job of town marshal, making his brothers deputies, and vows to stay in Tombstone until James' killers are found. He soon runs into the brooding, coughing, hard-drinking Doc Holliday as well as the sullen and vicious Clanton clan. Wyatt discovers the owner of a trinket stolen from James' dead body and the stage is set for the Earps' long-awaited revenge."},{"Id":"56ea46b948da442bab277b3a643918de","Title":"The Stranger","Fullplot":"Wilson of the War Crimes Commission is seeking Franz Kindler, mastermind of the Holocaust, who has effectively erased his identity. Wilson releases Kindler's former comrade Meinike and follows him to Harper, Connecticut, where he is killed before he can identify Kindler. Now Wilson's only clue is Kindler's fascination with antique clocks; but, though Kindler seems secure in his new identity, he feels his past closing in."},{"Id":"339ac51fb62343b78cdac5fb2aadb205","Title":"To Each His Own","Fullplot":"During World War I, small-town girl Josephine Norris has an illegitimate son by an itinerant pilot. After a scheme to adopt him ends up giving him to another family, she devotes her life to loving him from afar."},{"Id":"d79ace8f297e47e3ab5cdad6d828b383","Title":"Ziegfeld Follies","Fullplot":"In heaven, showman Florenz Ziegfeld Jr. fondly recalls his first Broadway revue, the Ziegfeld Follies of 1907. Even from heaven, he is hoping that he can, for one last time, create that same magic by mounting one last follies. As he thinks about who he would like to appear in these follies, he is assisted in realizing his fantasy, at least in his own mind, by such luminaries as Fred Astaire, Edward Arnold, 'Lucille Ball', Marion Bell, Lucille Bremer, Fanny Brice, Cyd Charisse, Judy Garland, Kathryn Grayson, Lena Horne, Gene Kelly, James Melton, Victor Moore, Virginia O'Brien, Red Skelton, Esther Williams, Keenan Wynn, and, of course, a bevy of beautiful girls."},{"Id":"09b59f58c3564e028b11b5e1836c1e6c","Title":"Adventures of Don Juan","Fullplot":"Don Juan de Marana damages Spanish prestige in diplomatic circles with his indiscreet womanizing, but he attempts to rehabilitate his image after he meets the beautiful Queen Margaret, trapped in a loveless arranged marriage with the weak and feckless King Philip III. The Queen becomes the love of Don Juan's life, and although she is obviously attracted to him, the relationship remains appropriately platonic. Becoming caught up in court intrigue, Don Juan uncovers a plot by the King's minister, the ruthless Duke de Lorca, to become the power behind the throne. After de Lorca is exposed by Don Juan, he brazenly intimidates the cowardly king into compliance and threatens to execute the uncooperative queen. Helped by his friends, his servant Leporello, fencing master Don Serafino, and court jester Sebastian, Don Juan tries to foil the Duke's evil machinations."},{"Id":"701edfa005de461694a81f91e32d523a","Title":"Berlin Express","Fullplot":"In divided Germany just after WWII, people from many different countries are passengers on a train. When one of the passengers, a German working for peace, is kidnapped by people who don't want his ideas to work, the others must set aside their differences and work together to find him in time for an important conference."},{"Id":"8632c85ceeaa4873b9c506b13a90375c","Title":"Call Northside 777","Fullplot":"In 1932, a cop is killed and Frank Wiecek sentenced to life. Eleven years later, a newspaper ad by Frank's mother leads Chicago reporter P.J. O'Neal to look into the case. For some time, O'Neal continues to believe Frank guilty. But when he starts to change his mind, he meets increased resistance from authorities unwilling to be proved wrong."},{"Id":"815785fe05134014a58c87fc8a4f9975","Title":"The Emperor Waltz","Fullplot":"Traveling Salesman Virgil Smith wants to sell his Grammophones in pre-WWI Austria. To enhance this, he especially wants to sell one to Emperor Franz Joseph, but at first the Austrian palace guards think he is carrying a bomb. He meets the Countess Johanna von Stolzenberg-Stolzenberg and after the usual misunderstandings, falls in love with her, this is especially assisted by his dog Buttons. But the relation between a Countess and an ordinary U.S. citizen cannot work in Austria, that is the Emperor's opinion. Is he wrong ?"},{"Id":"2409878eb7664c8bbce1ed1711924cd8","Title":"Hamlet","Fullplot":"William Shakespeare's tale of tragedy of murder and revenge in the royal halls of medieval Denmark. Claudius, brother to the King, conniving with the Queen, poisons the monarch and seizes the throne, taking the widowed Gertrude for his bride. Hamlet, son of the murdered King, mournful of his father's death and mother's hasty marriage, is confronted by the ghost of the late King who reveals the manner of his murder. Seeking revenge, Hamlet recreates the monstrous deed in a play with the help of some traveling actors to torment the conscience of the evil Claudius. In a visit with his mother, Hamlet expresses his anger and disappointment concerning her swiftly untimed marriage. Thinking a concealed spy in his mother's chamber to be the lurking Claudius, he mistakenly kills the meddling counselor, Polonius, father of Ophelia and Laertes. Claudius, on the pretext that Hamlet will be endangered by his subjects for the murder of Polonius, sends the prince to England."},{"Id":"45802e60e7c647b2b45215e0d96f9280","Title":"Rope","Fullplot":"Brandon and Philip are two young men who share a New York apartment. They consider themselves intellectually superior to their friend David Kentley and as a consequence decide to murder him. Together they strangle David with a rope and placing the body in an old chest, they proceed to hold a small party. The guests include David's father, his fiancèe Janet and their old schoolteacher Rupert from whom they mistakenly took their ideas. As Brandon becomes increasingly more daring, Rupert begins to suspect."},{"Id":"f73821f509404fe3b98f38dea5287da9","Title":"The Street with No Name","Fullplot":"After two gang-related killings in \"Center City,\" a suspect (who was framed) is arrested, released on bail...and murdered. Inspector Briggs of the FBI recruits a young agent, Gene Cordell, to go undercover in the shadowy Skid Row area (alias George Manly) as a potential victim of the same racket. Soon, Gene meets Alec Stiles, neurotic mastermind who's \"building an organization along scientific lines.\" Stiles recruits Cordell, whose job becomes a lot more dangerous..."},{"Id":"3b0fd11f1a8045ff8114456bd36b4896","Title":"Pèpè le Moko","Fullplot":"Pèpè le Moko is a gangster from Paris that hides in Algier's Casbah. In the Casbah, he is safe and is able to elude the police's attempts to capture him. But he misses his freedom, after two years in the Casbah. He meets a gorgeous Parisian tourist, Gaby, and they fall in love. Native inspector Slimane tries to use her to attract Pèpè out of the Casbah in order to catch him."},{"Id":"0663457594834a05b9c2abcda0d0f0f6","Title":"Shall We Dance","Fullplot":"Ballet star Pete \"Petrov\" Peters arranges to cross the Atlantic aboard the same ship as the dancer he's fallen for but barely knows, musical star Linda Keene. By the time the ocean liner reaches New York, a little white lie has churned through the rumor mill and turned into a hot gossip item: that the two celebrities are secretly married."},{"Id":"43be554e53a44a36ac28013baac83b08","Title":"The Adventures of Robin Hood","Fullplot":"Sir Robin of Locksley, defender of downtrodden Saxons, runs afoul of Norman authority and is forced to turn outlaw. With his band of Merry Men, he robs from the rich, gives to the poor and still has time to woo the lovely Maid Marian, and foil the cruel Sir Guy of Gisbourne, and keep the nefarious Prince John off the throne."},{"Id":"001a70b1bb22476ba735a630bb6942d4","Title":"Alexander Nevsky","Fullplot":"It is the 13th century, and Russia is overrun by foreign invaders. A Russian knyaz', or prince, Alexander Nevsky, rallies the people to form a ragtag army to drive back an invasion by the Teutonic knights. This is a true story based on the actual battle at a lake near Novgorod."},{"Id":"a4ca47e9408f4135811b72fe1a7011b7","Title":"La Bète Humaine","Fullplot":"Jacques Lantier is a train engineer who is prone to violent seizures, a condition he attributes to his forefathers' habit of excessive drinking. Roubaud is a train conductor on the same railroad that Lantier works on, married to the much younger Sèverine. When Roubaud catches wind of his wife's affair with her godfather, the wealthy M. Grandmorin, he kills him during a train journey in a fit of jealousy. He makes sure that Sèverine is also present, making her an accomplice to murder. Lantier, despite having witnessed them quite clearly in the train corridor, hides the fact during the investigation as he is attracted to Sèverine. They both begin an affair, all the while Roubaud becomes increasingly withdrawn and starts to gamble. Sèverine urges Lantier to kill her husband so that they would be free but she is unaware of Lantier's unfortunate condition."},{"Id":"5700379822ef4edaa0e6fa98ee9233a1","Title":"You Can't Take It With You","Fullplot":"The stenographer Alice Sycamore is in love with her boss Tony Kirby, who is the vice-president of the powerful company owned by his greedy father Anthony P. Kirby. Kirby Sr. is dealing a monopoly in the trade of weapons, and needs to buy one last house in a twelve block area owned by Alice's grandparent Martin Vanderhof. However, Martin is the patriarch of an anarchic and eccentric family where the members do not care for money but for having fun and making friends. When Tony proposes Alice, she states that it would be mandatory to introduce her simple and lunatic family to the snobbish Kirbys, and Tone decides to visit Alice with his parents one day before the scheduled. There is an inevitable clash of classes and lifestyles, the Kirbys spurn the Sycamores and Alice breaks with Tony, changing the lives of the Kirby family."},{"Id":"ca7234bcd7c14380b6197ded46d84ff2","Title":"Gunga Din","Fullplot":"Based loosely on the poem by Rudyard Kipling, this takes place in British India during the Thuggee uprising. Three fun loving sergeants are doing fine until one of them wants to get married and leave the service. The other two trick him into a final mission where they end up confronting the entire cult by themselves as the British Army is entering a trap. This is of the \"War is fun\" school of movie making. It has the flavour of watching Notre Dame play an inferior high school team."},{"Id":"cff8d9ad86b14ac5b8c31a71375605da","Title":"The Rains Came","Fullplot":"The adventurous Lady Edwina Esketh travels to the princely state of Ranchipur in India with her husband, Lord Albert Esketh, who is there to purchase some of the Maharajah's horses. She's surprised to meet an old friend, Tom Ransome who came to Ranchipur seven years before to paint the Maharajah's portrait and just stayed on. Ransome has developed something of a reputation - for womanizing and drinking too much - but that's OK with Edwina who is bored and looking for fun. She soon meets the local doctor, the hard working and serious Major Rama Safti. He doesn't immediately respond to her advances but when the seasonal rains come, disaster strikes when a dam fails, flooding much of the countryside. Disease soon sets in and everyone, including Ransome and Edwina, work at a non-stop pace to save as many as possible. Safti deeply admires Edwina's sacrifice but fate intervenes."},{"Id":"00464cb86ff243d883031768d967e823","Title":"Stagecoach","Fullplot":"A simple stagecoach trip is complicated by the fact that Geronimo is on the warpath in the area. The passengers on the coach include a a drunken doctor, two women, a bank manager who has taken off with his client's money, and the famous Ringo Kid, among others."},{"Id":"0e2fad2e227242c19dc9dc6c751bcedc","Title":"Tevya","Fullplot":"Tevye is a dairyman in the Russian Ukraine early in the 20th century. He lives in a cabin outside Boyberik with his wife Goldie, his widowed daughter Tseytl, her two children, and his younger daughter, the unmarried Khave. Khave is being courted by Fedya, a Christian, the son of a local government official. Tevye warns Khave against romance and marriage outside her faith, but Fedya is persuasive too. What will Khave decide, how will Tevye react, and when the Tsar initiates a pogrom, will Tevye's friends come to his defense? Can the stubborn Tevye reconcile his heart and tradition? \"On the other hand...\""},{"Id":"9a87884e938341e9a6742058eda21474","Title":"Black Friday","Fullplot":"When his friend Professor Kingsley is at deaths door, brain surgeon Dr. Sovac saves his life by means of an illegal operation that transplants part of injured gangster Red Cannon's brain. Unfortunately, the operation has a disastrous Jeckll and Hyde side effect and under certain conditions the persona of Cannon emerges. Sovac soon learns of the duel personality and of half a million dollars the gangster has hidden away. He attempts to find the money through the manipulation of his friend, an attempt that brings Kingsley closer to madness as he alternates between a meek professor of English and a brutal gangster out for murderous revenge on those who tried to kill him."},{"Id":"b23a5341f0ce4b9ca8991272cd80179c","Title":"Strike Up the Band","Fullplot":"Jimmy Connors and his girl-friend want to take part in Paul Whiteman's highschool's band contest, but they cannot afford the fare. But per chance the meet Paul Whiteman in person and are able to convince him, that their band is good enought, so he lents sem the money. But then one of their friends becomes seriously ill and had to be carried in a hospital per plane, they had to use Whiteman's money for this."},{"Id":"622f272e3708435c8a331dec9a0b3162","Title":"Blossoms in the Dust","Fullplot":"Edna marries Texan Sam Gladney, operator of a wheat mill. Edna discovers by chance how the law treats children who are without parents and decides to do something about it. She opens a home for foundlings and orphans and begins to place children in good homes, despite the opposition of \"conservative\" citizens, who would condemn illegitimate children for being born out of wedlock. Eventually Edna leads a fight in the Texas legislature to remove the stigma of illegitimacy from birth records in that state, while continuing to be an advocate for homeless children."},{"Id":"dcf8746ef19e469ba6a079a971378304","Title":"The White Ship","Fullplot":null},{"Id":"c1bb49304bac4eeea25c44c227319f5f","Title":"The Wolf Man","Fullplot":"Upon the death of his brother, Larry Talbot returns from America to his ancestral home in Wales. He visits a gypsy camp with village girl Jenny Williams, who is attacked by Bela, a gypsy who has turned into a werewolf. Larry kills the werewolf but is bitten during the fight. Bela's mother tells him that this will cause him to become a werewolf at each full moon. Larry confesses his plight to his unbelieving father, Sir John, who then joins the villagers in a hunt for the wolf. Transformed by the full moon, Larry heads for the forest and a fateful meeting with both Sir John and Gwen Conliffe."},{"Id":"51b64baf9c4a4e3382bc03af3d18e4a4","Title":"People on the Alps","Fullplot":"Mail author for translation. Kodos hegycsucsok, fekete fenyvesek vilagaban el a havasok nehezsorsu nepe. Csutak Gergely favago nyomorusagos eletet felesege irant erzett nagy szerelme es kisfiuk szuletese szepiti meg. \"Magyarorszag megmutatta az utat. Ha az oreg filmrendezoknek, es mar kivenhedt film-osszeeszkabaloknak nincs mas mondanivalojuk, ha az a fajta filmgyartas, amit ok kepviseltek, kifaradt, ha a rendezoi tudomanyuk nehezkes es hazug, tehat korszerutlen, rajta, dolgozzunk nelkuluk!... Hatoljon be mar vegre a mi mutermeinkbe is a havasok dala, az a dal, amelyet Szots Istvan zenditett meg eloszor, s kergesse el a kivenhedt filmelokelosegeket, kalmarokat, es kufarokat a velencei fesztivalokrol is. Hiszunk a fiatalokban, akik igenis meg fogjak vivni, es meg fogjak nyerni a maguk csatajat a filmmuveszetben is.\" Ezeket az euforikus sorokat Carlo Lizzani 1942-ben irta a filmrol, mely itthon, s kulfol- don egyarant nagy hatast gyakorolt a filmkeszitokre, s a velencei fesztivalon dijat is kapott"},{"Id":"49f656010363468ebc0ab71daa6931b3","Title":"Mrs. Miniver","Fullplot":"The Minivers, an English \"middle-class\" family experience life in the first months of World War II. While dodging bombs, the Minivers' son courts Lady Beldon's granddaughter. A rose is named after Mrs. Miniver and entered in the competition against Lady Beldon's rose."},{"Id":"9829133e495f453b8761333dcbb7b613","Title":"Saboteur","Fullplot":"Los Angeles aircraft worker Barry Kane evades arrest after he is unjustly accused of sabotage. Following leads, he travels across the country to New York trying to clear his name by exposing a gang of fascist-supporting saboteurs led by apparently respectable Charles Tobin. Along the way, he involves Pat Martin, eventually preventing another major act of sabotage. They finally catch up with Frank Frye, the man who actually committed the act of sabotage at the aircraft factory."},{"Id":"2e5bf811f0974616aef523bad76106fd","Title":"Thunder Rock","Fullplot":"David Charleston, once a world renowned journalist, now lives alone maintaining the Thunder Rock lighthouse in Lake Michigan. He doesn't cash is paychecks and has no contact other than the monthly inspector's visit. When alone, he imagines conversations with those who died when a 19th century packet ship with some 60 passengers sank. He imagines their lives, their problems their fears and their hopes. In one of these conversations he recalls his own efforts in the 1930s when he tried desperately to convince first his editors and later the public of the dangers of fascism and the inevitability of war. Few would listen. One of the passengers, a spinster, tells her story of seeking independence from a world dominated by men. There's also the case of a doctor who is banished for using unacceptable methods. David has given up on life but the imaginary passengers give him hope for the future"},{"Id":"cd8fb7cb16a44271923e024ead16d86c","Title":"Air Force","Fullplot":"On December 6, 1941 nine B-17 bomber set off on a flight from San Francisco to Hawaii. One of the bombers, the Mary Ann, is commanded by 'Irish' Quincannon. The bombardier, Tommy McMartin, has a sister living in Hawaii and the co-pilot, Bill Williams, is sweet on her. The men are all highly professional with the exception of aerial gunner Joe Winocki, a bitter man who has every intention of leaving the army air corps. They arrive at Hickam Field on the morning of December 7, just as the Japanese are attacking Pearl Harbor and other military facilities. All of the men prepare to face the enemy, including Winocki whose attitude changes quickly. The bomber and its crew will participate in many missions but not all will survive."},{"Id":"0a7c062bfdf649b88215699426fc176d","Title":"Shadow of a Doubt","Fullplot":"Charlotte 'Charlie' Newton is bored with her quiet life at home with her parents and her younger sister. She wishes something exciting would happen and knows exactly what they need: a visit from her sophisticated and much traveled uncle Charlie Oakley, her mother's younger brother. Imagine her delight when, out of the blue, they receive a telegram from uncle Charlie announcing that he is coming to visit them for awhile. Charlie Oakley creates quite a stir and charms the ladies club as well as the bank president where his brother-in-law works. Young Charlie begins to notice some odd behavior on his part, such as cutting out a story in the local paper about a man who marries and then murders rich widows. When two strangers appear asking questions about him, she begins to imagine the worse about her dearly beloved uncle Charlie."},{"Id":"ee36724af8774c4eb43ded94ee84e76a","Title":"The Song of Bernadette","Fullplot":"In 1858 France, Bernadette, an adolescent peasant girl, has a vision of \"a beautiful lady\" in the city dump. She never claims it to be anything other than this, but the townspeople all assume it to be the virgin Mary. The pompous government officials think she is nuts, and do their best to suppress the girl and her followers, and the church wants nothing to do with the whole matter. But as Bernadette attracts wider and wider attention, the phenomenon overtakes everyone in the the town, and transforms their lives."},{"Id":"29e2c9e7dd7d4c95a4341e9bcd812afb","Title":"The Picture of Dorian Gray","Fullplot":"In 1886, in the Victorian London, the corrupt Lord Henry Wotton meets the pure Dorian Gray posing for talented painter Basil Hallward. Basil paints Dorian's portrait and gives the beautiful painting and an Egyptian sculpture of a cat to him while Henry corrupts his mind and soul telling that Dorian should seek pleasure in life. Dorian wishes that his portrait could age instead of him. Dorian goes to a side show in the Two Turtles in the poor neighborhood of London and he falls in love with the singer Sibyl Vane. Dorian decides to get married with her and tells to Lord Henry that convinces him to test the honor of Sibyl. Dorian Gray leaves Sibyl and travels abroad and when he returns to London, Lord Henry tells him that Sibyl committed suicide for love. Along the years, Dorian's friends age while he is still the same, but his picture discloses his evilness and corruptive life. Can he still have salvation or is his soul trapped in the doomed painting?"},{"Id":"5b49412431b34c5da2e2ddf34f55d067","Title":"The Best Years of Our Lives","Fullplot":"The story concentrates on the social re-adjustment of three World War II servicemen, each from a different station of society. Al Stephenson returns to an influential banking position, but finds it hard to reconcile his loyalties to ex-servicemen with new commercial realities. Fred Derry is an ordinary working man who finds it difficult to hold down a job or pick up the threads of his marriage. Having had both hands burnt off during the war, Homer Parrish is unsure that his fiancèe's feelings are still those of love and not those of pity. Each of the veterans faces a crisis upon his arrival, and each crisis is a microcosm of the experiences of many American warriors who found an alien world awaiting them when they came marching home."},{"Id":"13873a5e8930404785dfdbb3107ca6f1","Title":"The Captive Heart","Fullplot":"After the evacuation at Dunkirk, June 1940, some thousands of British prisoners are sent to German P.O.W. camps. One such group includes \"Capt. Geoffrey Mitchell,\" a concentration-camp escapee who assumed the identity of a dead British officer. To avoid exposure, \"Mitchell\" must correspond with the dead man's estranged wife Celia. But eventual exposure seems certain, and the men must find a way to get him out. If he reaches England, though, what will his reception be?"},{"Id":"a078ddd63c9f4e11952fbb9fb89a6ec5","Title":"Levoton veri","Fullplot":null},{"Id":"f21d0221659d4145adab569f9018f1ba","Title":"The Seventh Veil","Fullplot":"One dark summer night, Francesca Cunningham, a once world famed pianist, escapes from her hospital room and tries to commit suicide by jumping off a local bridge. She is rescued and taken back to the hospital and undergoes psychological treatment by Dr. Larsen. Larsen, desperately wants to know the events and persons who drove her to this state and help her. He makes Francesca talk about her past - a past with a controlling guardian, Nicholas, no friends, kept apart from the man she loved and forced to practice the piano 5-6 hours a day."},{"Id":"554d843b33c74eea8c30832843f07cb6","Title":"The Strange Love of Martha Ivers","Fullplot":"In 1928, young heiress Martha Ivers fails to run off with friend Sam Masterson, and is involved in fatal events. Years later, Sam returns to find Martha the power behind Iverstown and married to \"good boy\" Walter O'Neil, now district attorney. At first, Sam is more interested in displaced blonde Toni Marachek than in his boyhood friends; but they draw him into a convoluted web of plotting and cross-purposes."},{"Id":"d556f4bb059a4e1cbfeda1fd0dd2fd9d","Title":"Black Narcissus","Fullplot":"Sister Clodah is dispatched with four other nuns to establish a new convent far in the Himalayas. It's a difficult journey and their new house is a ramshackle old building on the edge of a cliff that had been abandoned by a religious Brotherhood many years before. They soon establish a school and an infirmary though the local General's agent, Mr. Dean, warns them against treating the deathly ill as they would no doubt be blamed if the patient doesn't recover. The location, the culture and the mountain air all begin to have a strange effect on the Sisters. Sister Clodagh, who is also on her first assignment as Sister Superior, begins to remember a romance she had as a young woman before entering the sisterhood. Another however, becomes obsessed with Mr. Dean, which leads to tragedy."},{"Id":"e96b9fb308064be6b6d9a074628301c0","Title":"Quai des Orfèvres","Fullplot":"Jenny Lamour wants to succeed in music hall. Her husband and accompanist is Maurice Martineau, a nice but jealous guy. When he knew Jenny is making eyes at Brignon, an old businessman, in order to get some engagements, he looses his temper and threatens Brignon with death. But Jenny went anyway to a rendez-vous at the old man's, who is murdered the same evening. The criminal investigations are lead by Inspector Antoine..."},{"Id":"b213d869fd9a411eaaf532c6b89383b3","Title":"The Sin of Harold Diddlebock","Fullplot":"Twenty years after his triumphs as a freshman on the football field, Harold is a mild-mannered clerk who dreams about marrying the girl at the desk down the aisle. But losing his job destroys that dream, and when he finds a particularly potent drink at his local bar, he goes on a very strange and funny rampage (with a lion in tow)."},{"Id":"d1326e471be942c29b5065da18c9ea7d","Title":"Anni difficili","Fullplot":"Aldo Piscitello, a minor government clerk, is forced in 1934 to join the Fascist party. When the war comes, he finds himself able only to talk ineffectually in secret against Mussolini, even as his own son Giovanni is sent into battle. By the end of the war, Aldo has found the courage to stand up for his beliefs, but by then it is too late."},{"Id":"d6a92cb929c04e3cbf7ca6eaaaf64d47","Title":"I Remember Mama","Fullplot":"The life of a Norwegian immigrant family in 1910 San Francisco centers around Mama and her detailed, pennywise household budget. We follow the Hansens' small joys, sorrows, and aspirations, with the boisterous antics of Uncle Chris as counterpoint."},{"Id":"d04b9f077c764996b3df26f0cb1046f1","Title":"The Pirate","Fullplot":"A girl is engaged to the local richman, but meanwhile she has dreams about the legendary pirate Macoco. A traveling singer falls in love with her and to impress her he poses as the pirate."},{"Id":"277cb8ac50594d3d96f3bf72deadfd5c","Title":"Sitting Pretty","Fullplot":"Tacey and Harry King are a suburban couple with three sons and a serious need of a babysitter. Tacey puts an ad in the paper for a live-in babysitter, and the ad is answered by Lynn Belvedere. But when she arrives, she turns out to be a man. And not just any man, but a most eccentric, outrageously forthright genius with seemingly a million careers and experiences behind him. Mr. Belvedere works miracles with the children and the house but the Kings have no idea just what he's doing with his evenings off. And when Harry has to go out of town on a business trip, a nosy parker starts a few ugly rumors. But everything comes out all right in the end thanks to Mr. Belvedere."},{"Id":"344f310a42184432a71b8defd26d43be","Title":"The Treasure of the Sierra Madre","Fullplot":"Fred C. Dobbs and Bob Curtin, both down on their luck in Tampico, Mexico in 1925, meet up with a grizzled prospector named Howard and decide to join with him in search of gold in the wilds of central Mexico. Through enormous difficulties, they eventually succeed in finding gold, but bandits, the elements, and most especially greed threaten to turn their success into disaster."},{"Id":"034bdec51bcc4224b7ea76fd2632f89f","Title":"To New Shores","Fullplot":"In 1846 the actress Gloria Vane is the leading star at the Adelphi Theatre in London. She is in love with the destitute nobleman Albert Finsbury. He is leaving for Australia to become an officer in the Queen's Regiment of New South Wales, but promises her to be back after one year. His creditors urge him to pay his debt on 615 pounds before leaving. He gets a check of 15 pounds from his friend Bobby, but changes it surreptitiously to 615. After Finsbury is gone, the forgery is discovered. To protect him Gloria says in court that she committed the crime, and is sentenced to 7 years in the terrible Paramatta prison in Sidney. From prison she sends a note to Finsbury, asking for help, but he doesn't answer. The settler Henry Hoyer falls in love with Gloria. As this is a chance for her to leave prison, she agrees, but run away from him immediately. When she finds out that Finsbury is going to marry the Governor's daughter, she is heartbroken. Finsbury finds her and wants to run away with her, but she cannot love him anymore."},{"Id":"3c5f7f4aedee447eaec31678c921c48f","Title":"Jezebel","Fullplot":"Set in antebellum New Orleans during the early 1850's, this film follows Julie Marsden through her quest for social redemption on her own terms. Julie is a beautiful and free spirited, rapacious Southern belle who is sure of herself and controlling of her fiancè Preston Dillard, a successful young banker. Julie's sensitive but domineering personality--she does not want so much to hurt as to assert her independence--forces a wedge between Preston and herself. To win him back, she plays North against South amid a deadly epidemic of yellow fever which claims a surprising victim."},{"Id":"c5dafa65fdf4459cb445e7f315826112","Title":"A Woman's Face","Fullplot":"When she was a child, Anna Holm burned her face. This destroyed her looks, and she has become a mean and bitter woman. She and her 'friends' are black-mailers. One of the victims pay her by letting a plastic surgeon, doctor Wegert, make her beautiful again. Anna becomes a new person and leave the others. She becomes a governess for a young boy, who will inherit a fortune. The boy has an evil uncle, who wants to see the boy dead, so that he will inherit the fortune. He hires Anna's former colleagues as assassins."},{"Id":"882f762193dd411a9e81dcab7edd06e2","Title":"Of Mice and Men","Fullplot":"George Milton and Lennie Small are migrant workers in the 1930s Depression. Lennie is mentally disabled and George looks after him. While working as hands on a Western ranch, they dream of owning their own ranch and the opportunity may be available. Their current ranch is owned by a sadistic man who has a flirtatious wife."},{"Id":"420507f338c74d4d9542bb37b94f0b08","Title":"Wuthering Heights","Fullplot":"The story of unfortunate lovers Heathcliff and Cathy who, despite a deep affection for one another, are forced by circumstance and prejudice to live their apart. Heathcliff and Cathy first meet as children when her father brings the abandoned boy to live with them. When the old man dies several years later Cathy's brother, now the master of the estate, turns Heathcliff out forcing him to live with the servants and working as a stable boy. The barrier of class comes between them and she eventually marries a rich neighbor, Mr. Edgar Linton, at which point Heathcliff disappears. He returns several years later, now a rich man but little can be done."},{"Id":"fa3f426aa8444040bd79b11451fc7565","Title":"The Biscuit Eater","Fullplot":"Two little boys have faith in a dog they name Promise, so much faith that they enter him in the championship trials for bird dogs. The favorite is Georgia Boy bred and trained by the boys' fathers. And if Georgia Boy doesn't win, the fathers may both lose their jobs."},{"Id":"a2e9dc8b52d14d879af7d26a7b4bf4cd","Title":"Native Land","Fullplot":"Paul Robeson narrates a mix of dramatizations and archival footage about the bill of rights being under attack during the 1930s by union busting corporations, their spies and contractors. In dramatizations, we see a farmer beaten for speaking up at a meeting, a union man murdered in a boarding house, two sharecroppers near Fort Smith Arkansas shot by men deputized by the local sheriff, a spy stealing the names of union members, and a dead Chicago union man eulogized. In archival footage we witness police and goons beating lawfully assembled union organizers, and we see men at work and union families at play. The narration celebrates patriotism and democracy."},{"Id":"a0ed8674ccfd478cb8d95f93493cc192","Title":"Random Harvest","Fullplot":"A veteran of World War I marries and settles happily into a tidy, humble life until an accident brings back memories of a former life of wealth and privilege while blocking all recollection of his existence since the war. Thus one man disappears, and another man long missing turns up and claims his vast inheritance. What does his devoted wife, whom he no longer recognizes, do?"},{"Id":"423a082a93ae49ccb453c85dc02416fc","Title":"Wake Island","Fullplot":"In November 1941, Major Caton takes command of the small Marine garrison on Wake Island. His tendency toward spit and polish upsets the men's tropical lassitude, but Pearl Harbor changes everything. Soon the island is attacked and the Marines pull together day by day; but how long can they hold out?"},{"Id":"7674c5d2c1c04019ba94daf9aea08c04","Title":"The Ox-Bow Incident","Fullplot":"Two drifters are passing through a Western town, when news comes in that a local farmer has been murdered and his cattle stolen. The townspeople, joined by the drifters, form a posse to catch the perpetrators. They find three men in possession of the cattle, and are determined to see justice done on the spot."},{"Id":"7a6074cd1dbb4578aefbcb42208da0e8","Title":"Meet Me in St. Louis","Fullplot":"St. Louis 1903. The well-off Smith family has four beautiful daughters, including Esther and little Tootie. 17-year old Esther has fallen in love with the boy next door who has just moved in, John. He however barely notices her at first. The family is shocked when Mr. Smith reveals that he has been transfered to a nice position in New York, which means that the family has to leave St. Louis and the St. Louis Fair."},{"Id":"7e2a228f090e4f18880531acd146cd7a","Title":"Murder, My Sweet","Fullplot":"This adaptation of the Raymond Chandler novel 'Farewell, My Lovely', renamed for the American market to prevent filmgoers mistaking it for a musical (for which Powell was already famous) has private eye Philip Marlowe hired by Moose Malloy, a petty crook just out of prison after a seven year stretch, to look for his former girlfriend, Velma, who has not been seen for the last six years. The case is tougher than Marlowe expected as his initially promising enquiries lead to a complex web of deceit involving bribery, perjury and theft, and where no one's motivation is obvious, least of all Marlowe's."},{"Id":"1d0fc461158d448f84c56f5654d3d0ec","Title":"National Velvet","Fullplot":"Mi Taylor was a young wanderer and opportunist whose father had given him \"all the roads in the Kingdom\" to travel. One of the roads, and a notation in his father's journal, leads him to the quiet English country-side home of the Brown family. The youngest daughter, Velvet, has a passion for horses and when she wins the spirited steed Pie in a town lottery, Mi is encouraged to train the horse for the Grand National - England's greatest racing event."},{"Id":"812369b35f6746dca4f8ffca6f2bfe7c","Title":"Since You Went Away","Fullplot":"While husband Tim is away during World War II, Anne Hilton copes with problems on the homefront. Taking in a lodger, Colonel Smollett, to help make ends meet and dealing with shortages and rationing are minor inconveniences compared to the love affair daughter Jane and the Colonel's grandson conduct."},{"Id":"5704b10f4f7f4176bb79f9174bb522a0","Title":"Shoeshine","Fullplot":"At a track near Rome, shoeshine boys are watching horses run. Two of the boys, the orphan Pasquale and his younger friend Giuseppe, are riding. The pair have been saving to buy a horse of their own to ride. The boys meet Attilio, Giuse's much older brother, and his shady friend at a boat on the Tiber. In return for a commission, the boys agree to deliver black market goods to a fortune-teller. Once the woman has paid, Attilio's gang suddenly arrives, pretending to be cops, to shake the woman down. With a payoff from Attilio, the boys are able to make the final payment and stable their horse in Trastevere over the river. The fortune-teller identifies Pasqua and Giuse. Held at an overcrowded boys' prison, they are separated. Giuse falls under the influence of an older lad in his cell, Arcangeli. During interrogation, Pasqua is tricked into betraying Giuse's brother to the police. With their trial still in the future, the two friends are driven further apart."},{"Id":"2821ce4f20c44014b2204b83253e7c68","Title":"Body and Soul","Fullplot":"Charley Davis wins an amateur boxing match and is taken on by promoter Quinn. Charley's mother doesn't want him to fight, but when Charley's father is accidentally killed, Charley sets up a fight for money. His career blooms as he wins fight after fight, but soon an unethical promoter named Roberts begins to show an interest in Charley, and Charley finds himself faced with increasingly difficult choices."},{"Id":"54f21b7f809a4875aab2fea5644db9f5","Title":"Mine Own Executioner","Fullplot":"Pretty Molly Lucian enlists the reluctant aid of psychologist Felix Milne in treating her potentially homicidal husband Adam, who refuses to see a \"real\" psychiatrist. Traumatized in a Japanese prison camp, Adam proves to be on the verge of severe schizophrenia. In his risky struggle to help Adam, Felix finds his none-too-functional home life deteriorating, and is unable to help himself as he helps others. The situation rushes headlong to a suspenseful climax..."},{"Id":"2bb46c74a15b4e9a99e2def5651f45fb","Title":"Bud Abbott Lou Costello Meet Frankenstein","Fullplot":"The world of freight handlers Wilbur Grey and Chick Young is turned upside down when the remains of Frankenstein's monster and Dracula arrive from Europe to be used in a house of horrors. Dracula awakens and escapes with the weakened monster, who he plans to re-energize with a new brain. Larry Talbot (the Wolfman) arrives from London in an attempt to thwart Dracula. Dracula's reluctant aide is the beautiful Dr. Sandra Mornay. Her reluctance is dispatched by Dracula's bite. Dracula and Sandra abduct Wilbur for his brain and recharge the monster in preparation for the operation. Chick and Talbot attempt to find and free Wilbur, but when the full moon rises all hell breaks loose with the Wolfman, Dracula, and Frankenstein all running rampant."},{"Id":"8e15e866533447be8cee6fcfb2c2a2ed","Title":"Every Girl Should Be Married","Fullplot":"Anabel Sims is determined to find the perfect husband. She thinks she's found her man in Madison Brown, a handsome pediatrician. She then prepares an elaborate scheme to trap him into marriage."},{"Id":"1762cf4230764d7dbcc5999bb8483cc7","Title":"Fort Apache","Fullplot":"In John Ford's sombre exploration mythologising of American heroes, he slowly reveals the character of Owen Thursday, who sees his new posting to the desolate Fort Apache as a chance to claim the military honour which he believes is rightfully his. Arrogant, obsessed with military form and ultimately self-destructive, Thursday attempts to destroy the Apache chief Cochise after luring him across the border from Mexico, against the advice of his subordinates."},{"Id":"e9a06a9999db4a939225e9d3ed3f687e","Title":"The Mating of Millie","Fullplot":"Man tries to help a woman trap a husband so she can adopt a child, but he falls for her himself."},{"Id":"cb80d6b69a314934b098d53a55b1735e","Title":"Bitter Rice","Fullplot":"Francesca and Walter are two-bit criminals in Northern Italy, and, in an effort to avoid the police, Francesca joins a group of women rice workers. She meets the voluptuous peasant rice worker, Silvana, and the soon-to-be-discharged soldier, Marco. Walter follows her to the rice fields, and the four characters become involved in a complex plot involving robbery, love, and murder."},{"Id":"c55bedfa15794d35b807fcb2bd8480db","Title":"Salèn Mèxico","Fullplot":"Mercedes (Marga Lopez) dances for money with the clients of Salon Mexico, a famous cabaret in Mexico City. Her younger sister Beatriz (Derbez) studies in an expensive private school, paid by Mercedes. Obviously, young Beatriz doesn't know about her sister's job. Troubles begin when Mercedes wins a danzon contest with Paco (Acosta), her pimp. Paco refuses to share the prize with Mercedes, so she steals the money when he's sleeping."},{"Id":"576bf6abf1344119acce1411d990184c","Title":"La Grande Illusion","Fullplot":"During 1st WW, two French officers are captured. Captain De Boeldieu is an aristocrat while Lieutenant Marechal was a mechanic in civilian life. They meet other prisoners from various backgrounds, as Rosenthal, son of wealthy Jewish bankers. They are separated from Rosenthal before managing to escape. A few months later, they meet again in a fortress commanded by the aristocrat Van Rauffenstein. De Boeldieu strikes up a friendship with him but Marechal and Rosenthal still want to escape..."},{"Id":"56c708e6803f4093aae220225f472468","Title":"The Hurricane","Fullplot":"In the Island of Manukura, a French colony in the South Seas, the joyful Terangi is a leader among the natives and the first mate of the Katopua, the tall ship of Captain Nagle. Terangi gets married with Marama and sooner he sails to Tahiti. While in a bar playing with other natives, Terangi is offended by an alcoholic racist French and he hits his face, breaking his jaw. Despite the testimony of Captain Nagle, Terangi is sentenced to six months of forced labor since the victim had political connections with the Powers That Be. Captain Nagle asks the Governor Eugene DeLaage to uses his influence to help Terangi, but the governor refuses. Terangi unsuccessfully tries to escape from the prison, and each attempt increases his sentence. Eight years later, he finally escapes and his jailbreak is celebrated in Manukura. Father Paul finds his canoe and brings Terangi to the island. But a devastating hurricane also arrives in the island threatening the dwellers."},{"Id":"4628ed493c074d078eae823c2cc3ea7b","Title":"Alexander's Ragtime Band","Fullplot":"Roger Grant, a classical violinist, disappoints his family and teacher when he organizes a jazz band, but he and the band become successful. Roger falls in love with his singer Stella, but his reluctance to lose her leads him to thwart her efforts to become a solo star. When the World War separates them in 1917, Stella marries Roger's best friend Charlie. Roger comes home after the war and an important concert at Carnegie Hall brings the corners of the romantic triangle together."},{"Id":"76f95771c209492aac02953cf0be90dc","Title":"Drums","Fullplot":"Set in the India of the British Raj. All the Indians are portrayed as untrustworthy, plotting to overthrow their British masters. The only 'loyal' Indian is Prince Azim who tries to warn the British of the impending revolt by tapping out messages on the Drum of the title."},{"Id":"1d138ad8e06346a4a1febc88822b29e4","Title":"The Lady Vanishes","Fullplot":"Passengers on a scheduled train out of the mountainous European country of Mandrika are delayed by a day due to an avalanche, and thus get up close and personal with each other out of necessity in the only and what becomes an overcrowded inn in the area. Once the train departs, the one person who it is uncertain is on the train is a middle aged English governess named Miss Froy. Iris Henderson, who was vacationing in Mandrika with girlfriends before heading back to England to get married, is certain that Miss Froy was on the train as they were in the same compartment and they had tea together in the dining car, but all those people who can corroborate her story don't seem to want to do so. Iris' thoughts are easily dismissed as a possible concussion as Iris was hit over the head just before boarding the train. Iris will take anyone's help in finding Miss Froy, even that of an Englishman named Gilbert, a musicologist with who she had a not so pleasant encounter at the inn the evening before. As Iris and Gilbert go on their quest throughout the train, they believe there is a conspiracy amongst many of the passengers against the validity of there being a Miss Froy. But if there is a conspiracy, Iris and Gilbert still have to find Miss Froy and find out why anyone would want to kidnap a middle aged English governess."},{"Id":"cdc4d24094854486bd1929ff3ff0b4a7","Title":"The Mikado","Fullplot":null},{"Id":"70d7c5031381456784ac1f9ff5d9e787","Title":"Fantasia","Fullplot":"Disney animators set pictures to Western classical music as Leopold Stokowski conducts the Philadelphia Orchestra. \"The Sorcerer's Apprentice\" features Mickey Mouse as an aspiring magician who oversteps his limits. \"The Rite of Spring\" tells the story of evolution, from single-celled animals to the death of the dinosaurs. \"Dance of the Hours\" is a comic ballet performed by ostriches, hippos, elephants, and alligators. \"Night on Bald Mountain\" and \"Ave Maria\" set the forces of darkness and light against each other as a devilish revel is interrupted by the coming of a new day."},{"Id":"8cc8a53993fa439fbb88705aa987324e","Title":"The Grapes of Wrath","Fullplot":"Tom Joad returns to his home after a jail sentence to find his family kicked out of their farm due to foreclosure. He catches up with them on his Uncles farm, and joins them the next day as they head for California and a new life... Hopefully."},{"Id":"d12041033dc047858687bb6447e0a3b7","Title":"His Girl Friday","Fullplot":"Having been away for four months, Hildy Johnson walks into the offices of the New York City based The Morning Post, where she is a star reporter, to tell her boss, editor Walter Burns, that she is quitting. The reason for her absence was among other things to get a Reno divorce, from, of all people, Walter, who admits he was a bad husband. Hildy divorced Walter largely because she wanted more of a home life, whereas Walter saw her more as a driven hard-boiled reporter than subservient homemaker. Hildy has also come to tell Walter that she is taking the afternoon train to Albany, where she will be getting married tomorrow to staid straight-laced insurance agent, Bruce Baldwin, with whose mother they will live, at least for the first year. Walter doesn't want to lose Hildy, either as a reporter or a wife, and if he does, doesn't believe Bruce is worthy of her. Walter does whatever he can at least to delay Hildy and Bruce's trip, long enough to persuade Hildy to stay for good. His plan includes doing whatever he can to place Bruce in a bad light, while dangling a big story under her nose, namely covering what the newspaper believes is the unfair imminent execution of convicted cop killer, Earl Williams. Hildy doesn't trust Walter in dealing with her and Bruce in an above board manner, but the lure of what potentially may become the biggest story in years, which includes true love, a bumbling sheriff and a corrupt mayor, the latter's actions largely in light of an upcoming election, may prove to be too much for Hildy to resist, especially if it ends up being an exclusive. Regardless of the story outcome, Hildy will have to decide if the thrill of the chase was worth the anguish on her personal life."},{"Id":"effa8146b59b467ca41645947622e615","Title":"The Long Voyage Home","Fullplot":"Aboard the freighter Glencairn, the lives of the crew are lived out in fear, loneliness, suspicion and cameraderie. The men smuggle drink and women aboard, fight with each other, spy on each other, comfort each other as death approaches, and rescue each other from danger."},{"Id":"9c4bec3647774f7e84265c6b58ca35a6","Title":"Across the Pacific","Fullplot":"Rick Leland makes no secret of the fact he has no loyalty to his home country after he is court-marshaled out of the army and boards a Japanese ship for the Orient in late 1941. But has Leland really been booted out, or is there some other motive for his getting close to fellow passenger Doctor Lorenz? Any motive for getting close to attractive traveller Alberta Marlow would however seem pretty obvious."},{"Id":"44fb68eec48a49998987ce18eec20c7d","Title":"Watch on the Rhine","Fullplot":"Sara and Kurt Muller and their three children are returning to her mother's home in Washington DC after 18 years in Europe. A Romanian Count living there discovers Kurt's attache case full of money. He also finds out from friends at the German Embassy that Kurt is working with an anti-Nazi underground group in Germany. He tries to blackmail Kurt. Kurt shoots him and must flee. When Sara hears no more of Kurt, she knows that her oldest son Joshua will soon leave to work in the underground."},{"Id":"0f408b0171524631801e10f23505ec1a","Title":"The Curse of the Cat People","Fullplot":"This mostly unrelated sequel to Cat People (1942) has Amy, the young daughter of Oliver and Alice Reed. Amy is a very imaginative child who has trouble differentiating fantasy from reality, and has no friends her own age as a result. She makes an imaginary friend though, her father's dead first wife Irena. At about the same time, she befriends Julia Farren, an aging reclusive actress who is alienated from her own daughter Barbara."},{"Id":"213b29f1e5a04492b4277e1e1df0b534","Title":"Torment","Fullplot":"Jan-Erik Widgren is a high-school senior. His Latin teacher, Caligula, is feared by everybody, both teachers and students. Widgren falls in love with Berta, who works in a tobacco store. She tells him that she is harassed by a mean, sadistic man, but does not tell him that it is Caligula himself."},{"Id":"cceb477e6bd84e1c829a13810dff8cd7","Title":"None But the Lonely Heart","Fullplot":"A sickly English woman runs a store by herself, while her irresponsible son travels aimlessly, refusing to contact her. When told that his mother has cancer, the young man comes home, reforms himself, and helps his mom run the shop. Soon however, each becomes involved in illegal activities."},{"Id":"efbac3b9c875482abfa6a12725100878","Title":"The Bandit","Fullplot":"Ernesto ritorna dalla prigionia in Germania, alla fine della Seconda Guerra mondiale. E' solo, la casa distrutta, la mamma morta, la sorella scomparsa. La ritrova in un bordello, durante la colluttazione che nasce con lo sfruttatore la ragazza rimane uccisa e l'uomo viene spinto da Ernesto nella tromba delle scale. Ferito e inseguito dalla polizia si rifugia in casa di una prostituta che è a capo di una banda di rapinatori. Diventa amante della donna e capo della banda, ma il ricavato delle imprese lo elargisce in atti benefici che i compagni disapprovano. Un giorno, mentre con assalta una macchina con i complici, Ernesto viene denunciato alla polizia dalla stessa prostituta che vuole vendicarsi di una offesa subita. Potrebbe salvarsi, ma rinuncia a mettersi in salvo per portare a casa la bambina di un suo ex compagno che si trovava nella macchina assalita. Non rispondendo all'alt intimatogli dagli agenti, viene colpito a morte dagli stessi."},{"Id":"f5661abc72a24fb2bdcd21e8bee52ac5","Title":"Enamorada","Fullplot":"In Mexican Revolution times, a guerrilla general (Armendèriz) and his troops take the conservative town of Cholula, near by Mexico City. As the revolutionaries mistreat the town's riches, Armendèriz falls for beautiful and wild Beatriz Peèafiel (Marèa Fèlix), the daughter of one of the town's richest men."},{"Id":"fb7f57e14f914504ae6fc97980c9e8e9","Title":"Great Expectations","Fullplot":"Pip, a good-natured, gullible young orphan, lives with kind blacksmith Joe Gargery and his bossy, abusive wife 'Mrs. Joe'. When the boy finds two hidden escaped galley convicts, he obeys under -probably unnecessary- threat of a horrible death to bring the criminals food he must steal at peril of more caning from the battle-ax. Just when Pip fears to get it really good while they have guests, a soldier comes for Joe who takes Pip along as assistant to work on the chains of escaped galley-convicts, who are soon caught. The better-natured one takes the blame for the stolen food. Later Pip is invited to became the playmate of Estelle, the equally arrogant adoptive daughter of gloomy, filthy rich Miss Havisham at her estate, who actually has 'permission' to break the kind kid's heart; being the only pretty girl he ever saw, she wins his heart forever, even after a mysterious benefactor pays through a lawyer for his education and a rich allowance, so he can become a snob in London, by now 'ashamed' of simple Joe. Only after years in idle wealth, Pip learns Havisham is not his benefactor as he assumed, and both her story and those of his real sponsor and Estelle..."},{"Id":"5b7a3e84e4eb4a9ca5fcb3214fef8b88","Title":"It's a Wonderful Life","Fullplot":"George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money and hides it from Billy. When the bank examiner discovers the shortage later that night, George realizes that he will be held responsible and sent to jail and the company will collapse, finally allowing Potter to take over the town. Thinking of his wife, their young children, and others he loves will be better off with him dead, he contemplates suicide. But the prayers of his loved ones result in a gentle angel named Clarence coming to earth to help George, with the promise of earning his wings. He shows George what things would have been like if he had never been born. In a nightmarish vision in which the Potter-controlled town is sunk in sex and sin, those George loves are either dead, ruined, or miserable. He realizes that he has touched many people in a positive way and that his life has truly been a wonderful one."},{"Id":"22f8078add844c61934543acac591ba1","Title":"Paisan","Fullplot":"Six vignettes follow the Allied invasion from July 1943 to winter 1944, from Sicily north to Venice. Communication is fragile. A woman leads an Allied patrol through a mine field; she dies protecting a G.I., but the Yanks think she killed him. A street urchin steals shoes from a G.I. who tracks him to a shanty town. A G.I. meets a woman the day Rome is liberated; in six months they meet again: he's cynical, she's a prostitute. A US nurse braves the trip across the Arno into German fire in search of a partisan she loves. Three chaplains, including a Jew, call on a monastery north in the Apennines. Allied soldiers and partisans try to escape capture in the marshes of the Po."},{"Id":"c05d1b32ca4d46cf97bead338820730f","Title":"The Farmer's Daughter","Fullplot":"Swedish-American farmer's daughter Katrin 'Katie' Holstrom leaves the farm to study nursing in the big, wicked city. Thanks to a chiseling acquaintance, her tuition and expense money disappears the first day, and she's forced to get a job...as a domestic for congressman Glenn Morley. Impressed by her political awareness as well as her many charms and capabilities, Glenn is soon infatuated with Katie, and she with him, but their feelings remain unspoken...until Katie speaks up at a party rally and is abruptly thrust into politics herself."},{"Id":"0e8fd28fb40b43ffb677f1ea3853e773","Title":"The Walls of Malapaga","Fullplot":"A French fugitive arrives in Genoa, where he becomes entangled with an Italian woman and her daughter."},{"Id":"5a4b7da8a6b94e3fa862ac6b15c994ea","Title":"Bicycle Thieves","Fullplot":"Ricci, an unemployed man in the depressed post-WWII economy of Italy, gets at last a good job - for which he needs a bike - hanging up posters. But soon his bicycle is stolen. He and his son walk the streets of Rome, looking for the bicycle. Ricci finally manages to locate the thief but with no proof, he has to abandon his cause. But he and his son know perfectly well that without a bike, Ricci won't be able to keep his job."},{"Id":"bcf54b061cb047c48e9f0f4090b39c85","Title":"The Mill on the Po","Fullplot":null},{"Id":"f89559acdad04d9eac7b8d9182628ec0","Title":"Yellow Sky","Fullplot":"A band of bank robbers on the run from a posse flee into the desert. Near death from lack of water they stumble into what appears to be a ghost town, only to discover an old prospector and his granddaughter living there. The robbers discover that the old man has been mining gold and set out to make a quick fortune by robbing the pair. Their plan runs foul when the gang leader, Stretch, falls for the granddaughter, which sets off a showdown between the entire gang."},{"Id":"9262a019834c461087f39356e7c648f9","Title":"King Solomon's Mines","Fullplot":"Fortune hunter Patrick O'Brien has left his daughter Kathy and guide Umbopa to trek across the desert in hopes of finding the fabled diamond mines of Solomon. Worried about her father, Kathy persuades hunter Allan Quartermain to lead a party to rescue him. After surviving the desert they are found by natives and brought to their chief, Twala. Umbopa reveals himself to be the true heir to the tribal throne, having been exiled years earlier by Twala and the tribal witch, Gagool. Quartermain's only hope to gain access to the mines and the possible rescue of O'Brien is to try to help Umbopa regain his rightful place as chief."},{"Id":"710d309831cd4674bb8f4a70919909d5","Title":"Lost Horizon","Fullplot":"British diplomat Robert Conway and a small group of civilians crash land in the Himalayas, and are rescued by the people of the mysterious, Eden-like valley of Shangri-la. Protected by the mountains from the world outside, where the clouds of World War II are gathering, Shangri-la provides a seductive escape for the world-weary Conway."},{"Id":"94c5a53a9de049b68eda09e268333f92","Title":"In Old Chicago","Fullplot":"Story of the great fire of 1871. Fictional story of two sons of Mrs. O'Leary (the owner of the cow which started the fire), one a rogue (Power) the other a lawyer (Ameche). One of the most expensive films of its time ($1.8 million)."},{"Id":"542b56dd09b0477aab057f79b9243e8e","Title":"The Man Who Could Work Miracles","Fullplot":"George McWhirter Fotheringay, while vigorously asserting the impossibility of miracles, suddenly discovers that he can perform them. After being thrown out of a bar for what is thought to be a trick, he tests his powers and eventually sends a policeman to Hades by accident. Worried, he sends the police officer to San Francisco, and seeks advice from the local clergyman, Mr Maydig. Maydig, after having Fotheringay's powers demonstrated to him, quickly planning for reform of the world by means of miracle, but eventually Fotheringay orders a miracle which, due to clumsy wording, backfires. He relinquishes his power and returns to the time before he had it."},{"Id":"cca1ae93875642009c6b66ccfd190477","Title":"One Hundred Men and a Girl","Fullplot":"The daughter of a struggling musician forms a symphony orchestra made up of his unemployed friends and through persistence, charm and a few misunderstandings, is able to get Leopold Stokowski to lead them in a concert that leads to a radio contract."},{"Id":"4d3f7d60d0b149fb842cd74d3e08cae6","Title":"The Cowboy and the Lady","Fullplot":"Poor Mary Smith can't go night-clubbing or have any other fun because any hint of scandal could damage her father's political career. She decides to rebel and convinces her two maids to let her go along with them on a blind date with some rodeo performers. She tells her date, Stretch, that she's a parlor maid and that she left home because her father beat her. The two fall in love and elope. Now Mary has a double dilemma: continuing her charade with Stretch and keeping her marriage a secret from her father."},{"Id":"705ababab8fc4517a9c48a3a4490b7dd","Title":"A Man to Remember","Fullplot":"Doctor John Abbott is a single parent who settles in the town of Westport, with his son Dick, trying to eke out a living for them. He also inherits, by way of his doorstep, an unwanted baby girl, Jean Johnson, whom he adopts into his family, rears and loves as his own. Practicing his profession for pigs, I.O.U.s and a lot of empty promises as payment, he is barely able to provide for his family, yet is successful ultimately. Dr. Abbott is dedicated to the welfare of his community and well-being of his patients (mostly lower class working folks of the rural town), but must battle a group of miserly businessmen at every twist and turn. He encounters resistance by the local bureaucracy for every progressive idea or beneficial proposal, made for the betterment of the community, yet his altruistic optimism is not hampered by the penny-pinching bureaucrats interested more in lining their own pockets, rather than helping the town and its struggling population."},{"Id":"c3a7ba94adde461e91bf48ee6047b955","Title":"Goodbye, Mr. Chips","Fullplot":"An old classics teacher looks back over his long career, remembering pupils and colleagues, and above all the idyllic courtship and marriage that transformed his life."},{"Id":"02a1e892f8b449b08ec689f215d33b7c","Title":"The Bank Dick","Fullplot":"Egbert Sousè, \"accent grave over the e\", henpecked by his whole family, is recruited to replace a drunken film director, then seems to have captured a bank robber and is hired as guard in the Lompoc Bank, where Og Oggilby, his daughter's fiancèe, is teller. Sousè persuades Og to embezzle $500 to buy phony stock; then the bank examiner shows up. Can Sousè keep him occupied for four days? The climax is an extended chase sequence."},{"Id":"3d53f838b95e4f859a4f92866063e8f9","Title":"The Maltese Falcon","Fullplot":"Spade and Archer is the name of a San Francisco detective agency. That's for Sam Spade and Miles Archer. The two men are partners, but Sam doesn't like Miles much. A knockout, who goes by the name of Miss Wonderly, walks into their office; and by that night everything's changed. Miles is dead. And so is a man named Floyd Thursby. It seems Miss Wonderly is surrounded by dangerous men. There's Joel Cairo, who uses gardenia-scented calling cards. There's Kasper Gutman, with his enormous girth and feigned civility. Her only hope of protection comes from Sam, who is suspected by the police of one or the other murder. More murders are yet to come, and it will all be because of these dangerous men -- and their lust for a statuette of a bird: the Maltese Falcon."},{"Id":"a340928995c742edaccbb47517285a7f","Title":"Journey for Margaret","Fullplot":"An American newspaperman and his wife, caught in the London blitz, lose their unborn child in an air raid. Outraged, they visit a shelter for homeless children where they fall in love with orphans Margaret and her brother Peter. They eventaully adopt the children and bring them to America."},{"Id":"25668412da714dc6b22ec1aedbf0f445","Title":"The Pied Piper","Fullplot":"Englishman Mr Howard is on a fishing holiday in eastern France when the Germans invade in 1940. Setting off to try and get back home he is persuaded to take along the two Cavanaugh children, and as his journey progresses his family keeps growing in size. Once in German-occupied northern France a new problem arises - the risk of being heard speaking English."},{"Id":"353b751b4c344e5caff0178cefa11a5c","Title":"Road to Morocco","Fullplot":"Jeff and Turkey, two wild and crazy guys adrift on a raft in the Mediterranean, are cast away on a desert shore and hop a convenient camel to an Arabian Nights city where Turkey soon finds himself sold as a slave...to luscious Princess Shalmar of Karameesh. Naturally, Jeff would like to rescue Turkey from this \"dire\" fate, even if it means taking his place! But they haven't figured on virile desert chieftain Mullay Kassim, who has designs on the princess himself..."},{"Id":"53626b14b31d4d12933652269fe0920b","Title":"Hello Frisco, Hello","Fullplot":"In turn-of-the-century San Francisco, an ambitious vaudevillian takes his quartet from a honky tonk to the big time, while spurning the love of his troupe's star singer for a selfish heiress."},{"Id":"76a057e13dde48b380ac66567d62fac3","Title":"The Memphis Belle: A Story of a Flying Fortress","Fullplot":"Documentary about the 25th and last bombing mission of a B17, the \"Memphis Belle\". The \"Memphis Belle\" took part in a great bombing raid on sub-pens in Wilhelmshafen, Germany. On their way they encounterd heavy AA fire and interceptors."},{"Id":"e9f9a3a2dfec4e4f8c9544b83c232b37","Title":"Cover Girl","Fullplot":"Rusty Parker, a red-headed leggy dancer at Danny McGuire's Night Club in Brooklyn, wants to be a successful Broadway star. She enters a contest to be a 'Cover Girl' as a stepping-stone in her career. She reminds the publisher, John Coudair, of his lost love, showgirl Maribelle Hicks. He was engaged to Maribelle, although his wealthy society mother made fun of her. Maribelle left John at the altar when she saw the piano at her wedding. It reminded her of the piano-player she truly loved. Rusty is Maribelle's granddaughter and there are musical sequences with Maribelle dancing to songs from the beginning of the 20th century. Rusty lands on the cover of her grandmother's former fiancè's magazine (as a bride). She is pursued by Coudair's pal, the wealthy theatrical producer, Noel Wheaton. He produces a lavish musical to star Rusty, surrounded by real cover girls of the mid 1940's. Rusty runs down a huge spiral into the arms of dozens of men who seem clumsy next to her ethereal dancing. But her success threatens Danny McGuire. He expressed his distress that his girlfriend will find success without him in Kelly's famous dance with himself, 'Alter Ego'. He and his sidekick, Genius, leave New York and entertain soldiers fighting in World War II. Rusty agrees to marry Noel, dazzled by success, security, and his power and money. But she drinks and loses weight because her heart belongs to Danny. She receives a symbolic pearl with great power and tells Coudair and Wheaton that she must spend her life with the man she loves."},{"Id":"993bcdfe47df4357bba106a302243a45","Title":"Lifeboat","Fullplot":"In the Atlantic during WWII, a ship and a German U-boat are involved in a battle and both are sunk. The survivors from the ship gather in one of the boats. They are from a variety of backgrounds: an international journalist, a rich businessman, the radio operator, a nurse, a steward, a sailor and an engineer with communist tendencies. Trouble starts when they pull a man out of the water who turns out to be from the U-boat."},{"Id":"896a6cd70df74ce0813a075f44db5caa","Title":"The Testimony","Fullplot":"A man, standing trial for robbery with murder, faces the death penalty. The testimony of an old civil servant will be crucial."},{"Id":"4fae71f241144fbcae54306badfa9521","Title":"The Killers","Fullplot":"Two professional killers invade a small town and kill a gas station attendant, \"the Swede,\" who's expecting them. Insurance investigator Reardon pursues the case against the orders of his boss, who considers it trivial. Weaving together threads of the Swede's life, Reardon uncovers a complex tale of treachery and crime, all linked with gorgeous, mysterious Kitty Collins."},{"Id":"4bc4fe34d366412eb9cb97f423ef0377","Title":"Sister Kenny","Fullplot":"Elizabeth Kenny, as a young nurse out in the Australian bush discovers an effective treatment for polio, but can't get official recognition or sanction for her techniques and theories. For more than three decades (while she tells her fiancèe she can't marry him, and repeatedly confronts the pigheaded orthopedic specialist Dr. Brack), she is prevented from treating acute cases and is ridiculed, while she seeks formal recognition for the efficacy of her treatment."},{"Id":"010a798b2dbf4ba59f2b4e7e367d2d8e","Title":"The Cat Concerto","Fullplot":"Tom enters from stage left in white tie and tails, sits at the piano, gets his focus as the orchestra in the pit beneath him warms up, and begins to play Liszt's \"Hungarian Rhapsody.\" Unbeknownst to Tom and the audience, Jerry is asleep across several of the low-note keys inside the instrument, so Tom's playing eventually wakes him. Jerry is pummeled by hammers, bounced by wires, and squeezed by Tom as the cat tries to play the concerto while dispensing with Jerry. Jerry's defensive antics add to the brio of the program and answer Tom with Jerry's own skillful musical attack. By the concerto's end, the duet leaves only one animal standing for the audience's applause."},{"Id":"c14c0b20aeb44557ba6392c8e01235f1","Title":"Dreams That Money Can Buy","Fullplot":"After learning how to look inside himself, a poetic bum sells people vivid dreams."},{"Id":"5d4c1874b77e4c53acb0428395b2ee7d","Title":"Green Dolphin Street","Fullplot":"Sophie loved Edmund, but he left town when her parents forced her to marry wealthy Octavius. Years later, Edmund returns with his son, William. Sophie's daughter, Marguerite, and William fall in love. Marguerite's sister, Marianne, also loves William. Timothy, a lowly carpenter, secretly loves Marianne. He kills a man in a fight, and Edmund helps him flee to New Zealand. William deserts inadvertently from the navy, and also flees in disgrace to New Zealand, where he and Timothy start a profitable business. One night, drunk, William writes Octavius, demanding his daughter's hand; but, being drunk, he errs."},{"Id":"29b3f92cb5d24afe82d4248656bb5c61","Title":"A Hen in the Wind","Fullplot":"A man returns from World War II to find his desperate wife has resorted to one night of prostitution to pay for their son's hospital bills."},{"Id":"a01c5fc69d744d5b8732d6e60b8ff3ab","Title":"Letter from an Unknown Woman","Fullplot":null},{"Id":"30ce663aeb1c40d3bb2c3bc1b8747338","Title":"The Naked City","Fullplot":"Amid a semi-documentary portrait of New York and its people, Jean Dexter, an attractive blonde model, is murdered in her apartment. Homicide detectives Dan Muldoon and Jimmy Halloran investigate. Suspicion falls on various shifty characters who all prove to have some connection with a string of apartment burglaries. Then a burglar is found dead who once had an elusive partner named Willie. The climax is a very rapid manhunt sequence. Filmed entirely on location in New York City."},{"Id":"89e5eef9105c480c97a488faa6ae6585","Title":"To the Ends of the Earth","Fullplot":"Based on the files of the United States Department of Treasury. Commissioner Michael Barrows is an American Government Agent. On board a Coast Gaurd boat off the California coast he chases a ship. The Captain of the ship, the Kira Maru, panics and ruthlessly sends 100 Chinese slaves to a watery death. Barrows recovers a live preserver that tells him the ship is out of Shanghai. He travels there to track down the ship's captain and discovers that these deaths point to a huge drug smuggling operation. In Shanghai, while searching for the captain of the Kira Maru, he becomes suspicious of a women, Ann Grant, believing she's Jean Hawks the narcotics ringleader. He follows the narcotics trail \"to the ends of the Earth\" taking him from Shanghai to Cairo, Beirut and Havana to stop the drugs and the jean Hawks ring at the US border."},{"Id":"082fbd4969a8426b8e3206ed19d7672b","Title":"The Prisoner of Zenda","Fullplot":"This is a classic swashbuckler. Rudolph Rassendyll, Rudolf V's identical distant cousin, is asked to risk his life and impersonate the would-be king when his relative is kidnapped before his impending coronation. If Rudolf V isn't present at the ceremony, he will forfeit the crown to his younger brother. Complications ensue when Princess Flavia, the cousin's betrothed, begins to notice a \"personality change\" in her fiancè."},{"Id":"b46a5f779fec4678adb9477d84dd7831","Title":"Mother Carey's Chickens","Fullplot":null},{"Id":"64ef8fc09cb540458cb7b6b6da0d21d6","Title":"Test Pilot","Fullplot":"Jim Lane is a test pilot, whose professional life is dangerous, and whose personal life compensates for that danger by fast living and recklessness. As such, he lives from paycheck to paycheck, and is often in debt, but knows his lucrative job will eventually get him out of those debts. On a coast to coast record attempt speed flight, Jim's plane, the Drake Bullet (named after the company's owner), hits some mechanical problems and Jim is forced to make an emergency landing on a farmer's field in Kansas. The farm belongs to the Barton family, whose straight talking daughter, Ann Barton, falls for Jim, and visa versa. They impulsively decide to get married and live in New York. Jim's sidekick and mechanic, \"Gunner\" Morris, doesn't know if Jim and marriage go hand in hand, both because of the type of person he is and his profession. Ann too soon learns that she plays second fiddle to Jim's work, she referring to the sky as Jim's mistress. Ann also truly comes to understand the dangers of Jim's work, he who is often required to push the planes beyond their physical limits. With each flight, Ann fears that she will become a widow, as she has seen it before with the wives of Jim's colleagues. Can Jim and Ann's marriage survive the many pressures stemming from Jim's life as a test pilot?"},{"Id":"3d537285256b4333b8253935b6422c72","Title":"Confessions of a Nazi Spy","Fullplot":"Prior to the United States entry into World War II, Nazi spies try to steal American military secrets. Among those whose passions are roused is Kurt Schneider who was court-martialed and dishonorably discharged from the US Army. Schneider is not very bright and is easily swayed by the oratory of Dr. Karl Kassel, a prominent physician who is eventually made the head of the Nazi spy ring. When Schneider's contact is arrested in Scotland, the US military asks the FBI to root out the spies. Agent Edward Renard is put in charge of the case and they methodically arrest all who have been spying."},{"Id":"65fd8330929a4c4c9ecf09ab2b7ab15e","Title":"La fin du jour","Fullplot":"Aged penniless actors are living in a old people's home. They always talk about their past glory or failures. One day Raphael Saint-Clair comes; he has been a famous actor and had a lot of love affairs. Passions come back, and jealousies... A bitter film about aging, failure and the entertainment."},{"Id":"6df0ac28cf2d4f3c9a02e0c292c6add1","Title":"Mr. Smith Goes to Washington","Fullplot":"Naive and idealistic Jefferson Smith, leader of the Boy Rangers, is appointed on a lark by the spineless governor of his state. He is reunited with the state's senior senator--presidential hopeful and childhood hero, Senator Joseph Paine. In Washington, however, Smith discovers many of the shortcomings of the political process as his earnest goal of a national boys' camp leads to a conflict with the state political boss, Jim Taylor. Taylor first tries to corrupt Smith and then later attempts to destroy Smith through a scandal."},{"Id":"3c96fc0c9a634cae9804c88a38eb9cd9","Title":"Arise, My Love","Fullplot":"In 1939, American Tom Martin, who fought in the Spanish Civil War, awaits execution at the hands of the Fascist victors when reporter Augusta 'Gusto' Nash, for a scoop, aids him in an audacious escape. Of course, Tom tries to romance Gusto; but though she likes him, her career comes first, and Tom himself prefers freedom-fighting to settling down. Comedy becomes drama as their mixed feelings lead them on a circuitous path through the deepening chaos and catastrophe of the early days of World War II."},{"Id":"354c99bdbb604a65b95b861f0e28d177","Title":"Our Town","Fullplot":"Change comes slowly to a small New Hampshire town in the early 20th century. People grow up, get married, live, and die. Milk and the newspaper get delivered every morning, and nobody locks their front doors."},{"Id":"cd9077681f8e41879ede377dbb4bd04a","Title":"Citizen Kane","Fullplot":"A group of reporters are trying to decipher the last word ever spoken by Charles Foster Kane, the millionaire newspaper tycoon: \"Rosebud.\" The film begins with a news reel detailing Kane's life for the masses, and then from there, we are shown flashbacks from Kane's life. As the reporters investigate further, the viewers see a display of a fascinating man's rise to fame, and how he eventually fell off the top of the world."},{"Id":"8f212fa597414372a19872fce94a98f3","Title":"Dumbo","Fullplot":"The stork delivers a baby elephant to Mrs. Jumbo, veteran of the circus, but the newborn is ridiculed because of his truly enormous ears and dubbed \"Dumbo\". After being separated from his mother, Dumbo is relegated to the circus' clown acts; it is up to his only friend, a mouse, to assist Dumbo to achieve his full potential."},{"Id":"46fd81aac6cd4045884f4d50716572b1","Title":"49th Parallel","Fullplot":"In the early years of World War II, a German U-boat (U-37) sinks Allied shipping in the Gulf of St. Lawrence and then tries to evade Canadian Military Forces seeking to destroy it by sailing up to Hudson Bay. The U-boat's Fanatical Nazi captain sends some members of his crew to look for food and other supplies at a Hudson Bay Company outpost. No sooner than the shore party (lead by Lieutenant Hirth) reaches the shore, the U-boat is spotted and sunk by the Canadian Armed Forces leaving the six members of the shore party stranded in Canada. The Nazi Lieutenant then starts to plan his crews' return to the Fatherland. He needs to reach the neutral United States or be captured. Along the way they meet a variety of characters each with their own views on the war and nationalism. In this film Michael Powell and Emeric Pressburger show their ideas of why the United States should join the Allied fight against the Nazis."},{"Id":"3d094616b2cc4d7097f52db0adcebb3a","Title":"Sullivan's Travels","Fullplot":"Sullivan is a successful, spoiled, and naive director of fluff films, with a heart-o-gold, who decides he wants to make a film about the troubles of the downtrodden poor. Much to the chagrin of his producers, he sets off in tramp's clothing with a single dime in his pocket to experience poverty first-hand, and gets some reality shock."},{"Id":"3de7eb4ddc8d45aba6574dad447a19c2","Title":"They Met in Moscow","Fullplot":null}]